window.HuangLi = window.HuangLi || {};
HuangLi.y2011 = {
	"d1221": {
		"y": "祭祀.开光.祈福.解除.作梁.动土.安床.掘井.栽种.纳畜.破土.移柩.",
		"j": "嫁娶.出行.赴任.造屋.入殓.入宅.移徙.出火.进人口.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d1121": {
		"y": "开光.解除.拆卸.修造.动土.安床.纳畜.安葬.启攒.入殓.",
		"j": "嫁娶.开市.出火.栽种.破土.动土.入宅.移徙.安香.分居.掘井.作灶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d1201": {
		"y": "嫁娶.开光.出行.出火.拆卸.修造.动土.入宅.移徙.安床.上梁.开市.交易.立券.栽种.",
		"j": "祈福.祭祀.伐木.掘井.作灶.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d1202": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.出行.拆卸.开市.交易.立券.挂匾.伐木.入宅.移徙.安床.安葬.",
		"j": "栽种.掘井.置产.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d1203": {
		"y": "祭祀.理发.针灸.解除.进人口.整手足甲.",
		"j": "嫁娶.动土.造船.开池.掘井.出行.修造.入宅.上梁.移徙.安葬.破土.作灶.开市.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d1204": {
		"y": "破屋.坏垣.求医.治病.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d1205": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.雕刻.移徙.开市.入宅.出行.动土.会亲友.入学.修造.动土.起基.安门.安床.造庙.解除.纳财.开池.造畜椆栖.牧养.牧养.",
		"j": "上梁.开仓.出货财.造屋.造船.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d1206": {
		"y": "祭祀.祈福.求嗣.开光.解除.伐木.拆卸.修造.栽种.纳畜.安葬.修坟.立碑.",
		"j": "嫁娶.进人口.入宅.移徙.出火.出行.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d1207": {
		"y": "塑绘.斋醮.出行.拆卸.解除.修造.移徙.造船.入殓.除服.成服.移柩.启攒.修坟.立碑.谢土.",
		"j": "",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d1208": {
		"y": "祭祀.沐浴.安床.纳财.畋猎.捕捉.",
		"j": "开市.破土.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d1209": {
		"y": "订盟.纳采.祭祀.祈福.修造.动土.上梁.破土.",
		"j": "嫁娶.作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d1210": {
		"y": "出行.沐浴.理发.补垣.塞穴.",
		"j": "入宅.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d1211": {
		"y": "教牛马.余事勿取.",
		"j": "入宅.动土.破土.余事勿取.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d1212": {
		"y": "嫁娶.出行.求医.治病.祭祀.祈福.上梁.纳畜.",
		"j": "开市.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d1213": {
		"y": "开市.立券.开光.解除.安机械.上梁.启攒.安葬.",
		"j": "嫁娶.祈福.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d1214": {
		"y": "平治道涂.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d1215": {
		"y": "求嗣.斋醮.塑绘.订盟.纳采.出火.拆卸.修造.动土.造桥.安机械.栽种.纳畜.牧养.入殓.除服.成服.移柩.破土.安葬.",
		"j": "开市.嫁娶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d1216": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.修造.动土.移徙.入宅.",
		"j": "开市.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d1217": {
		"y": "治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d1218": {
		"y": "祭祀.祈福.求嗣.斋醮.开光.入学.订盟.冠笄.伐木.修造.动土.起基.放水.交易.开池.",
		"j": "造桥.安门.理发.造庙.栽种.作灶.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d1219": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d1220": {
		"y": "沐浴.理发.扫舍.",
		"j": "伐木.纳畜.上梁.入宅.作灶.造畜椆栖.嫁娶.安葬.作梁.造船.安门.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d1222": {
		"y": "诸事不宜.作梁.修造.动土.安门.作灶.塞穴.开池.作厕.筑堤.补垣.栽种.",
		"j": "嫁娶.祈福.掘井.行丧.安葬.安床.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d1223": {
		"y": "安葬.启攒.移柩.入殓.除服.成服.",
		"j": "余事勿取.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d1224": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.开市.交易.立券.挂匾.入宅.移徙.安床.栽种.",
		"j": "作灶.塑绘.行丧.词讼.伐木.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d1225": {
		"y": "理发.开光.解除.拆卸.修造.安葬.开市.交易.立券.挂匾.安床.栽种.",
		"j": "入宅.移徙.作灶.祈福.祭祀.嫁娶.谢土.掘井.造屋.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d1226": {
		"y": "祭祀.修饰垣墙.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d1227": {
		"y": "入宅.安床.开光.祭祀.出火.拆卸.动土.挂匾.入殓.破土.安葬.纳畜.",
		"j": "嫁娶.开市.作灶.置产.作梁.伐木.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d1228": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d1229": {
		"y": "破屋.坏垣.祭祀.沐浴.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d1230": {
		"y": "安床.祭祀.祈福.求嗣.冠笄.伐木.架马.动土.开池.作厕.结网.入殓.除服.成服.",
		"j": "安门.栽种.作灶.治病.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d1231": {
		"y": "解除.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d1101": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.出火.进人口.开市.交易.立券.挂匾.纳财.入宅.移徙.栽种.破土.谢土.",
		"j": "安床.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d1103": {
		"y": "祭祀.祈福.求嗣.开光.出行.解除.上梁.入宅.移徙.安床.安门.纳财.纳畜.造畜椆栖.",
		"j": "伐木.行丧.破土.嫁娶.安葬.开渠.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d1102": {
		"y": "嫁娶.祭祀.祈福.求嗣.动土.安床.扫舍.入殓.移柩.破土.启攒.安葬.作灶.整手足甲.补垣.除服.成服.",
		"j": "开光.栽种.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d1104": {
		"y": "祭祀.开光.出行.解除.理发.伐木.出火.拆卸.上梁.合脊.安床.造畜椆栖.",
		"j": "嫁娶.安葬.行丧.词讼.造桥.作灶.破土.动土.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d1105": {
		"y": "纳采.订盟.会亲友.沐浴.理发.裁衣.冠笄.安床.除服.成服.启攒.移柩.安葬.会亲友.开生坟.",
		"j": "开市.入宅.出行.嫁娶.修坟.祈福.动土.入宅.安门.谢土.上梁.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d1106": {
		"y": "解除.祭祀.修饰垣墙.平治道涂.造畜椆栖.余事勿取.",
		"j": "嫁娶.开市.交易.入宅.入学.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d1107": {
		"y": "入殓.破土.启攒.安葬.除服.成服.余事勿取.",
		"j": "开市.入宅.祭祀.置产.补垣.塞穴.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d1108": {
		"y": "祭祀.祈福.订盟.纳采.裁衣.拆卸.修造.动土.起基.安床.移徙.入宅.安香.入殓.移柩.安葬.谢土.赴任.进人口.会亲友.",
		"j": "作灶.治病.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d1109": {
		"y": "祭祀.塑绘.开光.订盟.纳采.嫁娶.安床.进人口.入殓.除服.成服.移柩.启攒.安葬.立碑.",
		"j": "开市.交易.破土.作灶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d1110": {
		"y": "祭祀.解除.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d1111": {
		"y": "祭祀.解除.祈福.开光.塑绘.斋醮.订盟.纳采.裁衣.冠笄.拆卸.修造.动土.入殓.除服.成服.移柩.启攒.安床.赴任.出行.移徙.竖柱.上梁.伐木.栽种.破土.安葬.纳畜.",
		"j": "造屋.治病.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d1112": {
		"y": "祭祀.祈福.订盟.纳采.裁衣.合帐.冠笄.安机械.安床.造畜椆栖.入殓.移柩.启攒.安葬.谢土.除服.成服.会亲友.竖柱.上梁.经络.开市.交易.立券.纳财.纳畜.筑堤.",
		"j": "嫁娶.入宅.治病.赴任.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d1113": {
		"y": "沐浴.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d1114": {
		"y": "诸事不宜.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d1115": {
		"y": "祈福.斋醮.出行.订盟.纳采.入殓.移柩.破土.安葬.立碑.结网.",
		"j": "入宅.作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d1116": {
		"y": "祭祀.沐浴.出行.冠笄.进人口.余事勿取.",
		"j": "嫁娶.动土.安葬.作灶.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d1117": {
		"y": "祭祀.祈福.斋醮.塑绘.开光.订盟.纳采.裁衣.冠笄.嫁娶.拆卸.入宅.安香.入殓.移柩.理发.安葬.修坟.谢土.赴任.移徙.沐浴.治病.破土.启攒.整手足甲.入学.作梁.",
		"j": "开市.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d1118": {
		"y": "诸事不宜.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d1119": {
		"y": "开市.交易.立券.挂匾.纳财.开光.出行.入宅.移徙.安床.纳畜.入殓.移柩.安葬.",
		"j": "栽种.破土.置产.祭祀.嫁娶.动土.作灶.祈福.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d1120": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.出火.出行.拆卸.进人口.入宅.移徙.安床.栽种.动土.修造.纳畜.入殓.安葬.立碑.除服.成服.",
		"j": "",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d1122": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d1123": {
		"y": "嫁娶.祭祀.开光.出火.出行.拆卸.修造.动土.解除.开市.交易.立券.挂匾.纳财.入宅.移徙.安床.栽种.纳畜.",
		"j": "探病.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d1124": {
		"y": "祭祀.祈福.求嗣.开光.解除.理发.会亲友.栽种.纳畜.牧养.安葬.修坟.立碑.启攒.",
		"j": "入宅.作灶.词讼.移徙.出行.赴任.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d1126": {
		"y": "解除.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d1125": {
		"y": "祭祀.沐浴.结网.移柩.入殓.除服.成服.",
		"j": "安床.开市.交易.出货财.安葬.修坟.嫁娶.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d1127": {
		"y": "安床.祭祀.开池.补垣.入殓.移柩.破土.启攒.",
		"j": "入宅.移徙.嫁娶.掘井.作灶.出火.进人口.开市.开光.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d1128": {
		"y": "祭祀.沐浴.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d1129": {
		"y": "嫁娶.开光.出行.解除.出火.拆卸.修造.进人口.动土.入宅.移徙.栽种.纳畜.掘井.安葬.除服.成服.",
		"j": "置产.安床.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d1130": {
		"y": "开光.裁衣.安门.会亲友.安床.结网.理发.",
		"j": "嫁娶.冠笄.出行.祈福.安葬.伐木.入宅.移徙.出火.栽种.动土.上梁.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d1131": {
		"y": "嫁娶.开光.出行.出火.拆卸.修造.动土.入宅.移徙.安床.上梁.开市.交易.立券.栽种.",
		"j": "祈福.祭祀.伐木.掘井.作灶.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d1001": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.栽种.纳畜.入殓.安葬.除服.成服.",
		"j": "",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d1003": {
		"y": "祭祀.治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d1002": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d1005": {
		"y": "开市.交易.立券.纳财.挂匾.栽种.祭祀.祈福.开光.拆卸.动土.安床.",
		"j": "嫁娶.破土.进人口.出行.入宅.移徙.出火.纳畜.词讼.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d1004": {
		"y": "嫁娶.纳采.订盟.祭祀.开光.出行.理发.作梁.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.移徙.拆卸.挂匾.栽种.纳畜.破土.安葬.入殓.除服.成服.",
		"j": "开市.掘井.开渠.造桥.造船.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d1006": {
		"y": "嫁娶.祭祀.理发.进人口.作灶.移柩.冠笄.会亲友.",
		"j": "开仓.出货财.伐木.纳畜.开市.上梁.造屋.破土.启攒.栽种.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d1007": {
		"y": "祭祀.修坟.除服.成服.启攒.移柩.余事勿取.",
		"j": "开市.入宅.嫁娶.动土.破土.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d1008": {
		"y": "祭祀.祈福.斋醮.沐浴.竖柱.订盟.纳采.嫁娶.拆卸.入宅.移柩.启攒.谢土.赴任.出火.纳畜.",
		"j": "作灶.入殓.安葬.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d1010": {
		"y": "作灶.造畜椆栖.",
		"j": "行丧.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d1009": {
		"y": "嫁娶.祭祀.安机械.入殓.破土.安葬.",
		"j": "动土.上梁.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d1011": {
		"y": "沐浴.理发.入学.习艺.进人口.",
		"j": "嫁娶.入宅.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d1012": {
		"y": "开光.针灸.会亲友.启攒.安葬.",
		"j": "开市.动土.破土.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d1013": {
		"y": "祭祀.结网.造畜椆栖.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d1015": {
		"y": "嫁娶.订盟.纳采.出行.祭祀.祈福.动土.移徙.入宅.破土.安葬.",
		"j": "开市.赴任.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d1014": {
		"y": "入殓.除服.成服.移柩.破土.启攒.安葬.",
		"j": "移徙.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d1016": {
		"y": "祭祀.解除.破屋.坏垣.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d1017": {
		"y": "订盟.纳采.会亲友.安机械.纳财.牧养.",
		"j": "祈福.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d1018": {
		"y": "嫁娶.订盟.纳采.出行.开市.祭祀.祈福.动土.移徙.入宅.破土.安葬.",
		"j": "斋醮.安门.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d1019": {
		"y": "祭祀.塞穴.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d1020": {
		"y": "祭祀.祈福.求嗣.开光.开市.出行.解除.动土.起基.置产.栽种.",
		"j": "嫁娶.作灶.修坟.安门.入宅.立碑.安葬.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d1022": {
		"y": "祭祀.出行.裁衣.冠笄.会亲友.造畜椆栖.嫁娶.竖柱.上梁.移徙.纳财.纳畜.",
		"j": "动土.伐木.作梁.行丧.安葬.开生坟.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d1023": {
		"y": "祭祀.祈福.求嗣.开光.出行.解除.移徙.伐木.安床.纳畜.出火.拆卸.",
		"j": "安葬.修坟.作灶.破土.造庙.动土.嫁娶.纳采.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d1024": {
		"y": "开市.交易.立券.纳财.会亲友.开光.理发.入殓.移柩.安葬.启攒.",
		"j": "嫁娶.作灶.出火.出行.入宅.移徙.安床.祈福.上梁.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d1026": {
		"y": "入殓.破土.安葬.启攒.除服.成服.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d1025": {
		"y": "造畜椆栖.平治道涂.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d1028": {
		"y": "祭祀.解除.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d1027": {
		"y": "祭祀.入殓.移柩.开生坟.破土.启攒.安葬.除服.成服.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d1029": {
		"y": "嫁娶.求嗣.纳采.进人口.纳财.结网.纳畜.牧养.会亲友.",
		"j": "上梁.作灶.伐木.出行.安葬.安门.理发.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d1030": {
		"y": "嫁娶.祭祀.开市.开光.出行.入宅.移徙.出火.拆卸.修造.安床.",
		"j": "纳畜.伐木.置产.作梁.行丧.安葬.修坟.立碑.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d1031": {
		"y": "嫁娶.祭祀.作灶.纳财.",
		"j": "安葬.开市.修坟.立碑.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0901": {
		"y": "祭祀.动土.筑堤.开池.会亲友.塞穴.入殓.移柩.破土.安葬.",
		"j": "开光.出行.修造.上梁.入宅.安门.作灶.裁衣.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d1021": {
		"y": "祭祀.解除.裁衣.理发.安床.作灶.造畜椆栖.放水.筑堤.补垣.塞穴.整手足甲.扫舍.",
		"j": "嫁娶.开光.会亲友.掘井.安门.栽种.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0902": {
		"y": "祭祀.裁衣.安门.纳财.扫舍.出行.进人口.作灶.纳畜.造畜椆栖.",
		"j": "安床.动土.安葬.开生坟.合寿木.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0903": {
		"y": "祭祀.解除.拆卸.修造.动土.起基.上梁.安床.安门.开渠.开池.入殓.破土.启攒.",
		"j": "嫁娶.出行.进人口.作灶.入宅.移徙.栽种.赴任.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0905": {
		"y": "修饰垣墙.平治道涂.祭祀.沐浴.作灶.",
		"j": "嫁娶.词讼.治病.置产.作梁.祈福.安葬.栽种.伐木.安门.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0904": {
		"y": "纳采.订盟.开光.出行.解除.安香.出火.拆卸.入宅.移徙.修造.上梁.安床.栽种.纳畜.会亲友.安机械.经络.",
		"j": "伐木.谢土.行丧.祭祀.作灶.动土.破土.安葬.祈福.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0906": {
		"y": "嫁娶.祭祀.祈福.求嗣.出火.出行.开光.解除.拆卸.修造.进人口.安香.交易.立券.入宅.移徙.安床.动土.破土.谢土.安葬.入殓.除服.成服.",
		"j": "斋醮.开市.开仓.作灶.造船.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0908": {
		"y": "祭祀.冠笄.会亲友.拆卸.起基.除服.成服.移柩.启攒.安葬.沐浴.捕捉.开光.塑绘.",
		"j": "作灶.祭祀.入宅.嫁娶.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0907": {
		"y": "破土.安葬.移柩.入殓.祭祀.捕捉.除服.成服.余事勿取.",
		"j": "嫁娶.入宅.开市.交易.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0909": {
		"y": "祭祀.沐浴.破屋.坏垣.余事勿取.",
		"j": "移徙.入宅.出行.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0912": {
		"y": "祭祀.裁衣.冠笄.嫁娶.纳婿.会亲友.除服.成服.移柩.捕捉.进人口.入殓.",
		"j": "移徙.入宅.作灶.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0910": {
		"y": "祭祀.塑绘.开光.出行.解除.订盟.嫁娶.拆卸.起基.安床.入宅.开市.入殓.除服.成服.移柩.破土.谢土.挂匾.开柱眼.交易.",
		"j": "造桥.冠笄.造屋.掘井.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0913": {
		"y": "祭祀.诸事不宜.",
		"j": "入殓.安葬.开市.交易.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0915": {
		"y": "祭祀.出行.成服.除服.沐浴.入殓.",
		"j": "动土.冠笄.移徙.入宅.开市.竖柱.上梁.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0911": {
		"y": "祭祀.赴任.动土.上梁.开光.塑绘.冠笄.拆卸.起基.安床.开市.立券.赴任.经络.",
		"j": "定磉.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0916": {
		"y": "祭祀.沐浴.赴任.出行.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0914": {
		"y": "祭祀.裁衣.冠笄.嫁娶.安机械.拆卸.动土.起基.移徙.入宅.入殓.启攒.安葬.造仓.经络.",
		"j": "安床.开光.开市.交易.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0917": {
		"y": "诸事不宜.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0918": {
		"y": "沐浴.入殓.移柩.除服.成服.破土.平治道涂.",
		"j": "嫁娶.移徙.入宅.开市.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0919": {
		"y": "嫁娶.祭祀.祈福.求嗣.沐浴.出火.出行.拆卸.修造.动土.进人口.开市.交易.立券.入宅.移徙.安床.栽种.纳畜.入殓.安葬.启攒.除服.成服.",
		"j": "",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0922": {
		"y": "嫁娶.祈福.求嗣.出行.出火.拆卸.修造.动土.上梁.开光.进人口.开市.交易.立券.挂匾.安床.入宅.移徙.栽种.伐木.入殓.破土.除服.成服.",
		"j": "",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0920": {
		"y": "开光.解除.起基.动土.拆卸.上梁.立碑.修坟.安葬.破土.启攒.移柩.",
		"j": "嫁娶.出行.安床.作灶.祭祀.入宅.移徙.出火.进人口.置产.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0923": {
		"y": "开市.交易.立券.挂匾.祭祀.开光.进人口.入宅.安床.出火.拆卸.修造.动土.栽种.",
		"j": "嫁娶.立碑.出行.伐木.安葬.行丧.移徙.纳畜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0924": {
		"y": "祭祀.理发.会亲友.进人口.嫁娶.针灸.入殓.移柩.",
		"j": "探病.开渠.安葬.伐木.作灶.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0926": {
		"y": "嫁娶.出行.伐木.拆卸.修造.动土.移徙.安葬.破土.修坟.立碑.",
		"j": "掘井.祈福.安床.开市.入宅.挂匾.开光.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0925": {
		"y": "祭祀.立碑.修坟.启攒.除服.成服.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0928": {
		"y": "嫁娶.祭祀.塑绘.开光.出行.解除.理发.整手足甲.动土.安床.开池.放水.扫舍.",
		"j": "伐木.行丧.作灶.作梁.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0927": {
		"y": "祭祀.出行.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0929": {
		"y": "开市.交易.立券.挂匾.开光.出行.入宅.移徙.安床.出火.上梁.",
		"j": "作灶.行丧.理发.乘船.嫁娶.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0930": {
		"y": "祭祀.沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0931": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.栽种.纳畜.入殓.安葬.除服.成服.",
		"j": "",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0801": {
		"y": "解除.祭祀.理发.入殓.安葬.破土.",
		"j": "嫁娶.开市.出火.作灶.置产.斋醮.入宅.移徙.安门.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0921": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0802": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0803": {
		"y": "开市.交易.立券.纳财.动土.开光.出行.嫁娶.纳采.订盟.出行.纳财.入学.开仓.出货财.纳畜.牧养.栽种.破土.启攒.安葬.立碑.",
		"j": "入宅.移徙.作灶.祭祀.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0805": {
		"y": "祭祀.冠笄.作灶.交易.纳财.栽种.结网.纳畜.牧养.进人口.",
		"j": "开渠.造船.安床.安葬.破土.出行.修坟.掘井.开市.开生坟.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0804": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出火.出行.拆卸.修造.动土.进人口.开市.交易.立券.挂匾.入宅.移徙.安床.栽种.入殓.破土.谢土.安葬.",
		"j": "掘井.伐木.纳畜.合寿木.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0806": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.纳采.裁衣.冠笄.开光.安床.作梁.修造.动土.作灶.起基.上梁.造屋.纳畜.牧养.",
		"j": "移徙.栽种.出行.行丧.破土.安葬.词讼.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0808": {
		"y": "嫁娶.祭祀.祈福.斋醮.作灶.移徙.入宅.",
		"j": "动土.破土.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0807": {
		"y": "经络.祭祀.沐浴.补垣.塞穴.除服.成服.移柩.入殓.启攒.立碑.",
		"j": "开光.治病.嫁娶.掘井.破土.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0809": {
		"y": "嫁娶.出行.纳畜.祭祀.入殓.启攒.安葬.",
		"j": "作灶.动土.破土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0812": {
		"y": "沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "嫁娶.祈福.余事勿取.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0810": {
		"y": "订盟.纳采.祭祀.祈福.修造.动土.上梁.破土.安葬.",
		"j": "嫁娶.开市.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0813": {
		"y": "嫁娶.祭祀.祈福.斋醮.动土.移徙.入宅.",
		"j": "开市.安葬.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0815": {
		"y": "沐浴.治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0811": {
		"y": "订盟.纳采.出行.会亲友.修造.上梁.移徙.入宅.",
		"j": "开市.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0816": {
		"y": "嫁娶.订盟.纳采.出行.开市.祭祀.祈福.移徙.入宅.启攒.安葬.",
		"j": "动土.破土.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0814": {
		"y": "捕捉.结网.入殓.破土.安葬.",
		"j": "嫁娶.入宅.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0817": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.求医.治病.动土.移徙.入宅.破土.安葬.",
		"j": "开光.针灸.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0818": {
		"y": "订盟.纳采.祭祀.祈福.安机械.作灶.纳畜.",
		"j": "动土.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0819": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.动土.安床.掘井.破土.启攒.",
		"j": "入宅.作梁.安门.伐木.修造.上梁.入殓.造屋.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0822": {
		"y": "祭祀.解除.沐浴.理发.整手足甲.入殓.移柩.破土.安葬.扫舍.",
		"j": "嫁娶.会亲友.进人口.出行.入宅.移徙.赴任.作灶.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0820": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.修造.移徙.动土.安床.入殓.破土.安葬.启攒.",
		"j": "造屋.开光.理发.造船.掘井.作灶.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0823": {
		"y": "塑绘.开光.进人口.纳畜.补垣.塞穴.栽种.牧养.",
		"j": "嫁娶.纳财.祈福.安葬.修造.开市.交易.立券.动土.上梁.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0824": {
		"y": "祭祀.作灶.沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0826": {
		"y": "祭祀.求医.捕捉.栽种.塞穴.入殓.破土.安葬.移柩.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0825": {
		"y": "祭祀.求嗣.开光.出行.伐木.作梁.出火.解除.拆卸.进人口.修造.动土.起基.安床.栽种.纳畜.入殓.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0828": {
		"y": "祭祀.结网.入殓.移柩.启攒.安葬.移柩.除服.成服.合寿木.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0827": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0829": {
		"y": "嫁娶.出火.拆卸.祭祀.祈福.开光.伐木.动土.开市.交易.立券.入宅.移徙.安床.纳畜.入殓.安葬.",
		"j": "栽种.作灶.针灸.出行.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0830": {
		"y": "祭祀.开光.解除.移徙.裁衣.开市.立券.祈福.求嗣.进人口.交易.纳财.纳畜.",
		"j": "动土.破土.理发.出行.入宅.分居.安香.出火.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0831": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.安床.栽种.移柩.进人口.会亲友.除服.成服.",
		"j": "造屋.入殓.安葬.伐木.入宅.移徙.置产.纳畜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0821": {
		"y": "祭祀.祈福.求嗣.开光.出行.解除.上梁.造屋.移徙.安门.纳财.牧养.纳畜.安葬.启攒.入殓.",
		"j": "破土.置产.掘井.动土.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0701": {
		"y": "修造.动土.起基.安门.安床.栽种.筑堤.补垣.造畜椆栖.",
		"j": "嫁娶.掘井.入宅.移徙.出火.出行.行丧.安葬.开光.理发.进人口.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0703": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.开市.纳财.立券.移徙.出行.修造.动土.起基.定磉.竖柱.拆卸.扫舍.放水.安香.安床.造船.开池.掘井.造畜椆栖.栽种.",
		"j": "行丧.安葬.破土.作灶.伐木.斋醮.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0702": {
		"y": "祭祀.教牛马.断蚁.余事勿取.",
		"j": "斋醮.移徙.入宅.动土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0704": {
		"y": "嫁娶.开光.祭祀.祈福.出行.解除.移徙.入宅.开市.纳财.起基.修造.竖柱.上梁.造屋.作灶.出火.安香.补垣.塞穴.拆卸.放水.扫舍.造仓.造船.栽种.安葬.",
		"j": "纳采.订盟.安床.谢土.破土.动土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0705": {
		"y": "嫁娶.祭祀.理发.作灶.修饰垣墙.平治道涂.整手足甲.沐浴.冠笄.",
		"j": "破土.出行.栽种.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0706": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出火.出行.拆卸.修造.动土.进人口.入宅.移徙.安床.交易.立券.挂匾.纳财.入殓.安葬.启攒.除服.成服.",
		"j": "动土.掘井.破土.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0707": {
		"y": "沐浴.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0708": {
		"y": "纳采.祭祀.祈福.解除.动土.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0709": {
		"y": "祭祀.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0712": {
		"y": "祭祀.作灶.纳财.捕捉.",
		"j": "开市.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0710": {
		"y": "嫁娶.纳采.开市.出行.动土.上梁.移徙.入宅.破土.安葬.",
		"j": "祭祀.祈福.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0715": {
		"y": "嫁娶.纳采.出行.祭祀.祈福.解除.移徙.入宅.",
		"j": "动土.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0713": {
		"y": "嫁娶.开市.立券.祭祀.祈福.动土.移徙.入宅.",
		"j": "造庙.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0716": {
		"y": "嫁娶.祭祀.祈福.斋醮.治病.破土.安葬.",
		"j": "开市.入宅.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0711": {
		"y": "嫁娶.纳采.开市.出行.动土.上梁.移徙.入宅.破土.安葬.",
		"j": "赴任.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0714": {
		"y": "补垣.塞穴.结网.入殓.除服.成服.移柩.安葬.启攒.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0717": {
		"y": "嫁娶.出行.开市.安床.入殓.启攒.安葬.",
		"j": "祈福.动土.破土.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0718": {
		"y": "嫁娶.祭祀.裁衣.结网.冠笄.沐浴.",
		"j": "开仓.出货财.置产.安葬.动土.破土.掘井.栽种.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0719": {
		"y": "入宅.移徙.安床.开光.祈福.求嗣.进人口.开市.交易.立券.出火.拆卸.修造.动土.",
		"j": "嫁娶.破土.置产.栽种.安葬.修坟.行丧.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0720": {
		"y": "祭祀.解除.沐浴.整手足甲.入殓.移柩.破土.启攒.安葬.",
		"j": "嫁娶.入宅.移徙.作灶.开市.交易.安门.栽种.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0722": {
		"y": "嫁娶.开光.出行.理发.作梁.出火.拆卸.修造.开市.交易.立券.挂匾.动土.入宅.移徙.安床.栽种.",
		"j": "伐木.祭祀.纳畜.祭祀.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0723": {
		"y": "嫁娶.开光.出行.祈福.求嗣.解除.拆卸.动土.修造.进人口.开市.交易.立券.挂匾.入宅.移徙.安床.栽种.纳畜.入殓.移柩.安葬.",
		"j": "",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0724": {
		"y": "祭祀.作灶.纳财.栽种.纳畜.进人口.",
		"j": "安葬.经络.修坟.破土.开市.安床.启攒.立碑.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0725": {
		"y": "祭祀.祈福.求嗣.开光.开市.牧养.理发.",
		"j": "嫁娶.出行.安葬.入殓.入宅.作灶.冠笄.上梁.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0726": {
		"y": "祭祀.入殓.破土.除服.成服.移柩.启攒.安葬.谢土.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0728": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.拆卸.修造.动土.进人口.开市.交易.立券.挂匾.入宅.移徙.栽种.纳畜.入殓.启攒.除服.成服.",
		"j": "",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0727": {
		"y": "祭祀.出行.交易.割蜜.造畜椆栖.",
		"j": "嫁娶.作灶.安葬.动土.词讼.作梁.伐木.掘井.破土.移徙.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0729": {
		"y": "嫁娶.开光.解除.安床.牧养.理发.开市.入殓.启攒.移柩.安葬.扫舍.",
		"j": "作灶.动土.上梁.栽种.入宅.移徙.修造.祈福.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0730": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0731": {
		"y": "祭祀.祈福.求嗣.开光.伐木.出火.拆卸.入宅.安床.修造.动土.上梁.挂匾.纳畜.",
		"j": "嫁娶.栽种.行丧.理发.修坟.行丧.作灶.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0721": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0601": {
		"y": "破屋.坏垣.沐浴.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0603": {
		"y": "开市.交易.立券.祭祀.祈福.开光.动土.安床.出行.栽种.纳畜.牧养.竖柱.上梁.解除.破土.",
		"j": "嫁娶.掘井.入宅.移徙.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0602": {
		"y": "纳采.订盟.嫁娶.造车器.祭祀.祈福.求嗣.开光.出火.拆卸.修造.动土.进人口.挂匾.入宅.移徙.安床.栽种.入殓.破土.安葬.除服.成服.",
		"j": "开市.立券.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0604": {
		"y": "解除.出行.纳采.冠笄.竖柱.上梁.移徙.作灶.进人口.入宅.纳畜.牧养.",
		"j": "祭祀.伐木.架马.安床.修造.动土.安葬.修坟.破土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0605": {
		"y": "祭祀.祈福.求嗣.开光.出行.开市.交易.立券.栽种.安床.纳畜.移徙.起基.动土.定磉.造仓.置产.破土.启攒.修坟.",
		"j": "入宅.移徙.修造.安门.伐木.入殓.安葬.造屋.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0606": {
		"y": "嫁娶.纳采.祭祀.祈福.求医.治病.出行.动土.移徙.入宅.",
		"j": "开市.安门.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0607": {
		"y": "裁衣.作灶.移徙.入宅.纳畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0608": {
		"y": "祭祀.入殓.移柩.启攒.安葬.",
		"j": "上梁.动土.破土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0609": {
		"y": "订盟.纳采.出行.祈福.斋醮.安床.会亲友.",
		"j": "移徙.入宅.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0612": {
		"y": "嫁娶.订盟.纳采.出行.开市.祭祀.祈福.动土.移徙.入宅.破土.安葬.",
		"j": "作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0610": {
		"y": "嫁娶.纳采.出行.求医.治病.开市.移徙.入宅.启攒.安葬.",
		"j": "动土.破土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0615": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.入殓.破土.安葬.",
		"j": "开光.开市.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0613": {
		"y": "订盟.纳采.出行.祭祀.祈福.修造.动土.移徙.入宅.",
		"j": "开市.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0616": {
		"y": "开光.求医.治病.动土.上梁.入殓.破土.安葬.",
		"j": "嫁娶.开光.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0611": {
		"y": "嫁娶.祭祀.沐浴.扫舍.修饰垣墙.",
		"j": "行丧.安葬.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0617": {
		"y": "祭祀.栽种.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0614": {
		"y": "诸事不宜.",
		"j": "诸事不宜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0619": {
		"y": "求嗣.嫁娶.纳采.合帐.裁衣.冠笄.伐木.作梁.修造.动土.起基.竖柱.上梁.安门.作灶.筑堤.造畜椆栖.",
		"j": "安葬.出行.祈福.栽种.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0618": {
		"y": "嫁娶.开光.祭祀.祈福.求嗣.出行.解除.伐木.入宅.移徙.安床.出火.拆卸.修造.上梁.栽种.移柩.",
		"j": "安葬.开市.交易.立券.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0620": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0622": {
		"y": "开光.求嗣.出行.解除.伐木.出火.拆卸.修造.上梁.起基.入宅.移徙.开市.交易.立券.栽种.牧养.入殓.安葬.除服.成服.",
		"j": "置产.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0623": {
		"y": "祭祀.理发.修饰垣墙.平治道涂.沐浴.整手足甲.扫舍.",
		"j": "出行.安门.修造.嫁娶.上梁.入宅.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0624": {
		"y": "嫁娶.祭祀.开光.祈福.求嗣.出行.出火.拆卸.动土.修造.进人口.入宅.移徙.安床.挂匾.交易.立券.栽种.纳畜.入殓.破土.启攒.安葬.",
		"j": "",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0625": {
		"y": "祭祀.祈福.求嗣.开光.出行.伐木.出火.拆卸.修造.动土.起基.安床.入宅.移徙.",
		"j": "嫁娶.开市.交易.行丧.安葬.修坟.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0626": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0628": {
		"y": "开市.交易.立券.纳财.栽种.安床.拆卸.修造.动土.上梁.入殓.安葬.破土.除服.成服.",
		"j": "嫁娶.出火.伐木.祭祀.入宅.移徙.纳畜.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0627": {
		"y": "开市.交易.立券.纳财.开池.作厕.结网.祭祀.修造.动土.安床.放水.经络.破土.",
		"j": "嫁娶.造桥.词讼.移徙.安门.作灶.栽种.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0629": {
		"y": "祭祀.作灶.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0630": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0631": {
		"y": "修造.动土.起基.安门.安床.栽种.筑堤.补垣.造畜椆栖.",
		"j": "嫁娶.掘井.入宅.移徙.出火.出行.行丧.安葬.开光.理发.进人口.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0621": {
		"y": "嫁娶.祭祀.祈福.出火.开光.求嗣.出行.拆卸.开市.交易.立券.挂匾.入宅.移徙.安床.栽种.动土.",
		"j": "安葬.行丧.伐木.作梁.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0501": {
		"y": "祭祀.出行.教牛马.扫舍.余事勿取.",
		"j": "开光.伐木.安葬.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0503": {
		"y": "开光.出行.交易.塞穴.嫁娶.理发.开市.安床.",
		"j": "祈福.出火.置产.动土.破土.安葬.修造.上梁.置产.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0502": {
		"y": "祭祀.祈福.求嗣.开光.纳采.订盟.解除.栽种.纳畜.牧养.扫舍.进人口.",
		"j": "修坟.造桥.作灶.出行.安葬.造屋.入宅.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0504": {
		"y": "祭祀.作灶.畋猎.结网.修饰垣墙.平治道涂.余事勿取.",
		"j": "嫁娶.安床.治病.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0505": {
		"y": "沐浴.祭祀.解除.安葬.破土.谢土.移柩.余事勿取.",
		"j": "斋醮.开光.嫁娶.入宅.上梁.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0507": {
		"y": "嫁娶.纳采.求医.治病.修造.动土.移徙.入宅.破土.安葬.",
		"j": "开市.开光.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0506": {
		"y": "嫁娶.纳采.出行.祭祀.祈福.开市.动土.移徙.入宅.破土.安葬.",
		"j": "安门.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0508": {
		"y": "祭祀.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0509": {
		"y": "嫁娶.纳采.祭祀.祈福.出行.动土.上梁.移徙.入宅.破土.安葬.",
		"j": "祈福.斋醮.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0512": {
		"y": "订盟.纳采.祭祀.动土.破土.交易.立券.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0510": {
		"y": "纳采.祭祀.祈福.开市.求医.治病.动土.纳畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0513": {
		"y": "嫁娶.裁衣.祭祀.出行.安床.作灶.移徙.入宅.破土.安葬.",
		"j": "赴任.捕捉.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0515": {
		"y": "嫁娶.订盟.纳采.出行.祭祀.祈福.斋醮.动土.上梁.破土.安葬.",
		"j": "移徙.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0516": {
		"y": "订盟.纳采.会亲友.安床.作灶.造畜椆栖.",
		"j": "开市.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0511": {
		"y": "嫁娶.纳采.出行.移徙.入宅.",
		"j": "动土.破土.安葬.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0517": {
		"y": "沐浴.平治道涂.扫舍.入殓.移柩.破土.启攒.安葬.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0519": {
		"y": "祭祀.开光.出行.解除.塑绘.裁衣.入殓.移柩.破土.启攒.安葬.除服.成服.",
		"j": "嫁娶.上梁.修造.拆卸.架马.入宅.伐木.动土.出火.开柱眼.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0514": {
		"y": "塞穴.结网.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0518": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.安门.开市.交易.立券.挂匾.栽种.破土.安葬.",
		"j": "",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0520": {
		"y": "祭祀.解除.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0522": {
		"y": "开市.交易.立券.祭祀.祈福.开光.伐木.进人口.安床.拆卸.修造.动土.栽种.破土.移柩.安葬.",
		"j": "入宅.移徙.理发.出火.嫁娶.出行.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0523": {
		"y": "结网.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0524": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.开市.交易.立券.安床.出行.拆卸.",
		"j": "纳畜.入宅.移徙.安葬.探病.伐木.上梁.安门.入殓.动土.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0525": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.修造.动土.入宅.移徙.安床.作灶.塞穴.栽种.破土.安葬.",
		"j": "开光.掘井.开仓.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0526": {
		"y": "解除.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0528": {
		"y": "进人口.会亲友.",
		"j": "塞穴.上梁.动土.伐木.安葬.词讼.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0527": {
		"y": "开市.交易.立券.挂匾.开光.出行.拆卸.进人口.入宅.移柩.动土.安门.上梁.栽种.破土.修坟.安葬.",
		"j": "嫁娶.安床.探病.作灶.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0529": {
		"y": "沐浴.平治道涂.扫舍.入殓.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.伐木.作梁.安床.祭祀.祈福.造屋.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0531": {
		"y": "祭祀.祈福.求嗣.开光.解除.合帐.冠笄.伐木.架马.作梁.修造.进人口.嫁娶.裁衣.合帐.安床.动土.起基.上梁.竖柱.放水.会亲友.",
		"j": "",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0530": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.出行.拆卸.动土.解除.进人口.开市.交易.立券.挂匾.入宅.移徙.安床.安门.上梁.安葬.破土.谢土.",
		"j": "",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0521": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.拆卸.动土.上梁.出火.进人口.入宅.移徙.安床.栽种.纳畜.牧养.竖柱.安门.修造.解除.会亲友.",
		"j": "",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0403": {
		"y": "理发.冠笄.嫁娶.进人口.",
		"j": "置产.伐木.纳畜.造畜椆栖.安葬.破土.作梁.作灶.开生坟.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0401": {
		"y": "嫁娶.祭祀.出行.冠笄.立券.交易.进人口.开市.移徙.修造.动土.安床.入殓.移柩.破土.",
		"j": "开光.作灶.斋醮.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0402": {
		"y": "开市.立券.交易.挂匾.祭祀.祈福.开光.入宅.移徙.安床.拆卸.动土.上梁.进人口.",
		"j": "嫁娶.行丧.架马.作梁.理发.牧养.安葬.纳畜.伐木.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0404": {
		"y": "嫁娶.祭祀.开光.祈福.求嗣.出火.入宅.移徙.安床.拆卸.动土.破土.谢土.",
		"j": "合帐.开市.安葬.入殓.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0405": {
		"y": "订盟.纳采.嫁娶.进人口.会亲友.交易.立券.动土.除服.谢土.移柩.破土.启攒.赴任.出行.开市.纳财.栽种.",
		"j": "入殓.安葬.入宅.安床.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0407": {
		"y": "祭祀.进人口.嫁娶.安床.解除.冠笄.出行.裁衣.扫舍.",
		"j": "掘井.动土.破土.安葬.开光.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0408": {
		"y": "纳采.开光.求医.治病.动土.上梁.移徙.入宅.",
		"j": "嫁娶.开市.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0406": {
		"y": "祭祀.祈福.裁衣.合帐.安床.入殓.除服.成服.移柩.破土.启攒.安葬.谢土.立碑.造畜椆栖.",
		"j": "掘井.安门.嫁娶.纳采.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0409": {
		"y": "祭祀.会亲友.开市.安床.启攒.安葬.",
		"j": "嫁娶.动土.破土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0412": {
		"y": "嫁娶.纳采.祭祀.祈福.出行.移徙.求医.",
		"j": "开市.动土.破土.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0410": {
		"y": "祭祀.作灶.掘井.平治道涂.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0413": {
		"y": "祭祀.求医.治病.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0415": {
		"y": "",
		"j": "诸事不宜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0416": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0411": {
		"y": "祭祀.斋醮.开市.动土.入殓.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0417": {
		"y": "嫁娶.开光.出行.出火.拆卸.进人口.开市.立券.交易.挂匾.入宅.移徙.安床.栽种.",
		"j": "祈福.入殓.祭祀.作灶.安葬.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0419": {
		"y": "出行.修饰垣墙.造畜椆栖.教牛马.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0414": {
		"y": "沐浴.结网.取渔.",
		"j": "嫁娶.入宅.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0418": {
		"y": "嫁娶.出行.合帐.冠笄.安床.除服.成服.作灶.交易.立券.入殓.移柩.破土.安葬.",
		"j": "词讼.开光.开市.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0420": {
		"y": "祭祀.祈福.开光.求嗣.解除.伐木.出火.入宅.移徙.安床.拆卸.修造.动土.造畜椆栖.",
		"j": "嫁娶.纳财.安葬.出行.开市.立券.作灶.栽种.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "除",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0422": {
		"y": "祭祀.平治道涂.解除.修饰垣墙.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0423": {
		"y": "祭祀.祈福.开光.解除.动土.纳财.交易.纳畜.扫舍.",
		"j": "进人口.出行.嫁娶.置产.安床.赴任.安葬.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0424": {
		"y": "祭祀.祈福.求嗣.开光.解除.出火.拆卸.入宅.安床.修造.安门.纳畜.启攒.安葬.",
		"j": "动土.破土.纳财.掘井.挂匾.开市.伐木.交易.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0425": {
		"y": "祭祀.解除.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0426": {
		"y": "塞穴.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0428": {
		"y": "解除.破屋.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "收",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0427": {
		"y": "祭祀.祈福.求嗣.开光.解除.纳采.冠笄.出火.拆卸.进人口.安床.动土.上梁.造庙.掘井.开池.入殓.移柩.安葬.破土.",
		"j": "",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0429": {
		"y": "嫁娶.祈福.求嗣.开光.出行.解除.拆卸.出火.开市.立券.交易.入宅.移徙.安床.动土.破土.谢土.",
		"j": "祭祀.入殓.安葬.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0431": {
		"y": "祭祀.出行.教牛马.扫舍.余事勿取.",
		"j": "开光.伐木.安葬.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0421": {
		"y": "纳采.嫁娶.开光.出行.理发.会亲友.开市.安床.栽种.牧养.入殓.移柩.启攒.",
		"j": "谢土.祈福.上梁.作灶.斋醮.修造.入宅.安门.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0430": {
		"y": "祭祀.裁衣.冠笄.安床.交易.立券.开池.补垣.塞穴.入殓.破土.启攒.安葬.谢土.除服.成服.",
		"j": "嫁娶.掘井.探病.开市.开光.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0303": {
		"y": "修饰垣墙.平治道涂.祭祀.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0301": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.入殓.破土.安葬.启攒.除服.成服.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0304": {
		"y": "造车器.纳采.订盟.祭祀.祈福.求嗣.移徙.出行.开市.出火.入宅.立券.交易.入宅.安门.安床.安葬.谢土.",
		"j": "开光.造屋.动土.作灶.栽种.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0302": {
		"y": "嫁娶.冠笄.纳采.出行.会亲友.上梁.安机械.安床.牧养.畋猎.祭祀.祈福.开光.修造.安门.造屋.起基.",
		"j": "入宅.作灶.治病.安葬.移徙.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0305": {
		"y": "动土.入殓.嫁娶.移柩.安葬.破土.",
		"j": "开市.作灶.安床.入宅.上梁.裁衣.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0307": {
		"y": "破屋.坏垣.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0306": {
		"y": "祭祀.解除.入殓.除服.成服.移柩.启攒.安葬.修坟.立碑.谢土.沐浴.扫舍.捕捉.取渔.结网.畋猎.理发.",
		"j": "安床.嫁娶.作灶.入宅.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0308": {
		"y": "祭祀.出行.订盟.纳采.裁衣.合帐.冠笄.进人口.动土.安床.作灶.入殓.移柩.安葬.破土.结网.取渔.畋猎.",
		"j": "作梁.造庙.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0309": {
		"y": "祭祀.开光.塑绘.订盟.纳采.合帐.冠笄.拆卸.动土.起基.上梁.入宅.安香.开市.立券.纳财.沐浴.求嗣.出火.竖柱.安门.",
		"j": "造庙.嫁娶.伐木.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0312": {
		"y": "订盟.纳采.冠笄.拆卸.修造.动土.安床.入殓.除服.成服.移柩.安葬.破土.启攒.造仓.",
		"j": "作灶.开光.嫁娶.开市.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0310": {
		"y": "祭祀.沐浴.捕捉.栽种.",
		"j": "嫁娶.入宅.移徙.作灶.安葬.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0313": {
		"y": "祈福.开光.塑绘.酬神.订盟.纳采.裁衣.安床.开市.立券.入殓.除服.成服.移柩.启攒.安葬.立碑.赴任.会亲友.出行.交易.竖柱.",
		"j": "作灶.掘井.动土.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0316": {
		"y": "冠笄.入殓.除服.成服.移柩.平治道涂.修饰垣墙.",
		"j": "造屋.作灶.治病.探病.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0315": {
		"y": "开光.塑绘.裁衣.冠笄.伐木.拆卸.竖柱.上梁.开仓.会亲友.安机械.造仓.造屋.交易.解除.开市.立券.纳财.",
		"j": "出行.嫁娶.入宅.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0311": {
		"y": "祭祀.开光.塑绘.酬神.斋醮.订盟.纳采.嫁娶.裁衣.动土.起基.出火.拆卸.移徙.入宅.安香.修造.竖柱.上梁.纳畜.牧养.祈福.求嗣.解除.伐木.定磉.造屋.安门.",
		"j": "栽种.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0317": {
		"y": "祭祀.嫁娶.祈福.纳采.裁衣.合帐.安床.入宅.安香.入殓.移柩.安葬.谢土.修造.安碓硙.求嗣.会亲友.挂匾.交易.立券.纳财.造仓.放水.",
		"j": "栽种.伐木.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0319": {
		"y": "破屋.坏垣.求医.治病.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0314": {
		"y": "祭祀.扫舍.塞穴.",
		"j": "栽种.作灶.安葬.嫁娶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0318": {
		"y": "祭祀.祈福.斋醮.订盟.纳采.裁衣.合帐.拆卸.修造.动土.上梁.起基.移柩.安葬.谢土.沐浴.扫舍.开柱眼.伐木.出火.",
		"j": "安床.开市.立券.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0320": {
		"y": "祭祀.动土.上梁.订盟.纳采.嫁娶.安机械.拆卸.安床.入宅.安香.入殓.移柩.破土.安葬.立碑.谢土.赴任.出行.移徙.祈福.求嗣.解除.造仓.进人口.",
		"j": "开光.出货财.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0322": {
		"y": "裁衣.合帐.冠笄.嫁娶.纳婿.安床.入殓.纳财.",
		"j": "作灶.开市.安葬.作梁.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0323": {
		"y": "祭祀.订盟.纳采.修造.动土.祈福.塑绘.斋醮.沐浴.拆卸.起基.入宅.安香.造庙.移柩.谢土.除服.成服.入学.习艺.出行.竖柱.上梁.掘井.求嗣.解除.伐木.",
		"j": "作灶.安葬.开市.造屋.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "开",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0325": {
		"y": "祭祀.出行.嫁娶.冠笄.安床.入殓.移柩.安葬.",
		"j": "掘井.动土.作灶.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0326": {
		"y": "塞穴.诸事不宜.",
		"j": "安门.作灶.安葬.嫁娶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0324": {
		"y": "订盟.纳采.裁衣.合帐.冠笄.安机械.拆卸.安床.入殓.除服.成服.移柩.破土.启攒.安葬.修坟.立碑.经络.交易.立券.纳财.筑堤.造仓.补垣.塞穴.纳畜.伐木.架马.",
		"j": "祭祀.开光.嫁娶.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0328": {
		"y": "祭祀.嫁娶.纳婿.安葬.",
		"j": "栽种.造屋.作灶.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0329": {
		"y": "祭祀.会亲友.订盟.裁衣.合帐.安机械.拆卸.上梁.安门.入殓.除服.成服.移柩.启攒.安葬.立碑.开光.塑绘.入学.出行.起基.定磉.放水.移徙.入宅.竖柱.立券.经络.",
		"j": "伐木.作梁.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0327": {
		"y": "开光.塑绘.求嗣.纳采.裁衣.合帐.冠笄.安机械.作梁.开柱眼.安门.安床.造仓.祭祀.会亲友.祈福.经络.纳财.开市.立券.交易.入学.求嗣.理发.架马.",
		"j": "出行.斋醮.安葬.嫁娶.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "满",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0321": {
		"y": "祭祀.开光.塑绘.纳采.裁衣.拆卸.安床.起基.动土.竖柱.上梁.移徙.入宅.安香.开市.立券.挂匾.沐浴.出行.求嗣.安门.",
		"j": "嫁娶.栽种.伐木.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0331": {
		"y": "祭祀.治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0330": {
		"y": "祭祀.开光.塑绘.祈福.斋醮.裁衣.合帐.冠笄.嫁娶.拆卸.动土.移徙.入宅.入殓.移柩.安葬.谢土.求嗣.入学.理发.伐木.架马.作梁.出火.修造.起基.定磉.放水.赴任.",
		"j": "入宅.安门.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0203": {
		"y": "祭祀.解除.造畜椆栖.教牛马.针灸.余事勿取.",
		"j": "嫁娶.动土.开池.安葬.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0201": {
		"y": "开市.交易.立券.纳财.纳畜.造畜椆栖.入宅.移徙.安床.开光.祈福.求嗣.动土.",
		"j": "嫁娶.栽种.安葬.理发.造庙.作灶.入殓.行丧.造桥.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0202": {
		"y": "安床.裁衣.交易.立券.入殓.移柩.安葬.除服.成服.",
		"j": "置产.嫁娶.出行.开光.栽种.动土.破土.入宅.治病.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0204": {
		"y": "裁衣.合帐.入殓.除服.成服.会亲友.纳财.",
		"j": "祭祀.祈福.移徙.嫁娶.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0205": {
		"y": "祭祀.斋醮.裁衣.合帐.冠笄.订盟.纳采.嫁娶.入宅.安香.谢土.入殓.移柩.破土.立碑.安香.会亲友.出行.祈福.求嗣.立碑.上梁.放水.",
		"j": "掘井.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0207": {
		"y": "作灶.平治道涂.",
		"j": "祭祀.祈福.安葬.安门.余事勿取.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0206": {
		"y": "安床.合帐.入宅.问名.纳采.求嗣.祭祀.开仓.",
		"j": "斋醮.作灶.安床.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0208": {
		"y": "塑绘.开光.酬神.斋醮.订盟.纳采.裁衣.合帐.拆卸.动土.上梁.安床.安香.造庙.挂匾.会亲友.进人口.出行.修造.纳财.伐木.放水.出火.纳畜.沐浴.安门.",
		"j": "造屋.栽种.安葬.作灶.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0209": {
		"y": "祭祀.祈福.酬神.订盟.纳采.冠笄.裁衣.合帐.嫁娶.安床.移徙.入宅.安香.入殓.移柩.启攒.安葬.解除.取渔.捕捉.伐木.安门.出火.",
		"j": "栽种.动土.开市.作灶.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0212": {
		"y": "取渔.入殓.除服.成服.移柩.破土.安葬.立碑.",
		"j": "嫁娶.上梁.入宅.作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0210": {
		"y": "求医.破屋.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0213": {
		"y": "祭祀.求嗣.沐浴.酬神.订盟.纳采.裁衣.合帐.冠笄.安机械.安床.造仓.开池.经络.纳财.开市.立券.交易.结网.取渔.纳畜.捕捉.",
		"j": "安葬.作灶.伐木.作梁.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0216": {
		"y": "安床.解除.裁衣.竖柱.上梁.交易.立券.纳财.纳畜.牧养.入殓.移柩.安葬.启攒.",
		"j": "嫁娶.出行.动土.开渠.入宅.祭祀.掘井.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0215": {
		"y": "祭祀.祈福.求嗣.入殓.启攒.安葬.移柩.",
		"j": "开光.掘井.针灸.出行.嫁娶.入宅.移徙.作灶.动土.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0211": {
		"y": "祈福.求嗣.斋醮.塑绘.开光.订盟.纳采.嫁娶.动土.入宅.安香.移柩.安葬.谢土.出行.沐浴.修造.竖柱.上梁.纳财.破土.解除.安门.放水.",
		"j": "作灶.安床.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0217": {
		"y": "嫁娶.安床.开光.出行.祭祀.动土.出火.解除.会亲友.开市.交易.立券.挂匾.入宅.移徙.拆卸.破土.启攒.安葬.",
		"j": "掘井.词讼.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0219": {
		"y": "作灶.解除.平治道涂.",
		"j": "栽种.出行.祈福.行丧.纳畜.安葬.安门.伐木.作梁.牧养.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "平",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0214": {
		"y": "祭祀.沐浴.祈福.求嗣.斋醮.订盟.纳采.裁衣.冠笄.开市.立券.交易.纳财.沐浴.除服.谢土.出行.移柩.",
		"j": "入殓.安葬.作灶.入宅.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0218": {
		"y": "嫁娶.开光.求嗣.会亲友.安床.牧养.塑绘.针灸.",
		"j": "入宅.移徙.出火.分居.安香.作灶.开市.交易.立券.安葬.动土.伐木.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0220": {
		"y": "解除.沐浴.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0222": {
		"y": "祭祀.解除.治病.破屋.坏垣.扫舍.",
		"j": "余事勿取.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0223": {
		"y": "祭祀.祈福.求嗣.开光.出火.出行.拆卸.修造.动土.入宅.移徙.上梁.挂匾.开池.入殓.安葬.破土.启攒.",
		"j": "嫁娶.作灶.安床.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "危",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0225": {
		"y": "移徙.祭祀.开光.祈福.出行.解除.进人口.雇庸.安床.动土.起基.上梁.安门.解除.",
		"j": "嫁娶.安葬.破土.作梁.纳畜.牧养.行丧.作灶.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0226": {
		"y": "嫁娶.开光.祈福.求嗣.解除.动土.安床.栽种.开池.掘井.祭祀.破土.启攒.",
		"j": "入宅.作灶.伐木.安葬.出火.出行.纳畜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0224": {
		"y": "结网.入殓.除服.成服.移柩.安葬.破土.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0228": {
		"y": "裁衣.伐木.作梁.纳财.交易.立券.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0229": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.入殓.破土.安葬.启攒.除服.成服.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0227": {
		"y": "祭祀.合帐.裁衣.经络.伐木.作梁.安床.作灶.入殓.安葬.启攒.移柩.",
		"j": "词讼.出火.入宅.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "闭",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0221": {
		"y": "嫁娶.祭祀.祈福.出行.解除.出火.拆卸.动土.入宅.移徙.安床.上梁.栽种.纳畜.破土.启攒.安葬.",
		"j": "开市.立券.理发.作灶.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0231": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.入殓.破土.安葬.启攒.除服.成服.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0230": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.入殓.破土.安葬.启攒.除服.成服.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0103": {
		"y": "破屋.坏垣.祭祀.沐浴.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0102": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "执",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0101": {
		"y": "入宅.安床.开光.祭祀.出火.拆卸.动土.挂匾.入殓.破土.安葬.纳畜.",
		"j": "嫁娶.开市.作灶.置产.作梁.伐木.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0104": {
		"y": "安床.祭祀.祈福.求嗣.冠笄.伐木.架马.动土.开池.作厕.结网.入殓.除服.成服.",
		"j": "安门.栽种.作灶.治病.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0107": {
		"y": "祭祀.作灶.入殓.除服.余事勿取.",
		"j": "开市.安床.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0105": {
		"y": "解除.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0106": {
		"y": "入殓.除服.成服.移柩.启攒.安葬.修坟.立碑.",
		"j": "开市.伐木.嫁娶.作梁.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0108": {
		"y": "塑绘.开光.沐浴.冠笄.会亲友.作灶.放水.造畜椆栖.",
		"j": "嫁娶.入殓.安葬.出行.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0109": {
		"y": "祭祀.沐浴.祈福.斋醮.订盟.纳采.裁衣.拆卸.起基.竖柱.上梁.安床.入殓.除服.成服.移柩.启攒.挂匾.求嗣.出行.合帐.造畜椆栖.",
		"j": "开仓.嫁娶.移徙.入宅.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0112": {
		"y": "出行.嫁娶.订盟.纳采.入殓.安床.启攒.安葬.祭祀.裁衣.会亲友.进人口.",
		"j": "作灶.掘井.谢土.入宅.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0110": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0116": {
		"y": "解除.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0113": {
		"y": "修饰垣墙.平治道涂.入殓.移柩.余事勿取.",
		"j": "嫁娶.移徙.入宅.开光.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0115": {
		"y": "祭祀.会亲友.出行.订盟.纳采.沐浴.修造.动土.祈福.斋醮.嫁娶.拆卸.安床.入殓.移柩.安葬.谢土.赴任.裁衣.竖柱.上梁.伐木.捕捉.栽种.破土.安门.",
		"j": "造屋.开市.作灶.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0111": {
		"y": "沐浴.解除.订盟.纳采.裁衣.冠笄.拆卸.修造.动土.移徙.入宅.除服.成服.移柩.破土.启攒.安葬.扫舍.修坟.伐木.纳财.交易.立券.",
		"j": "作灶.祭祀.上梁.出行.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0117": {
		"y": "塑绘.开光.出行.订盟.纳采.除服.成服.嫁娶.纳婿.入殓.移柩.启攒.安葬.立碑.",
		"j": "入宅.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0119": {
		"y": "祭祀.祈福.斋醮.塑绘.开光.除服.成服.入殓.作灶.嫁娶.捕捉.畋猎.纳财.",
		"j": "开仓.造屋.安葬.安床.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0114": {
		"y": "会亲友.纳采.进人口.修造.动土.竖柱.上梁.祭祀.开光.塑绘.祈福.斋醮.嫁娶.安床.移徙.入宅.安香.纳畜.",
		"j": "出行.治病.安葬.开市.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0118": {
		"y": "入殓.除服.成服.移柩.启攒.安葬.立碑.余事勿取.",
		"j": "破土.伐木.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0120": {
		"y": "祭祀.出行.沐浴.裁衣.祈福.斋醮.订盟.纳采.嫁娶.安机械.开市.立券.安碓硙.纳畜.",
		"j": "栽种.嫁娶.入殓.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0122": {
		"y": "解除.扫舍.祭祀.教牛马.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲羊",
		"s": "煞东",
		"ch": "建",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0123": {
		"y": "开市.交易.立券.挂匾.开光.解除.伐木.作梁.出火.入宅.移徙.安床.拆卸.动土.上梁.栽种.纳畜.安葬.",
		"j": "嫁娶.祭祀.出行.置产.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0125": {
		"y": "祭祀.解除.修饰垣墙.平治道涂.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0124": {
		"y": "开市.交易.立券.纳财.开池.补垣.嫁娶.纳采.纳畜.取渔.安床.",
		"j": "修造.上梁.入宅.祈福.探病.掘井.动土.安门.安葬.作灶.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0126": {
		"y": "嫁娶.祭祀.祈福.求嗣.动土.会亲友.起基.造仓.纳畜.牧养.作厕.进人口.",
		"j": "掘井.安葬.栽种.出行.作灶.开市.入宅.安门.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "定",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0129": {
		"y": "嫁娶.开市.交易.立券.开光.出行.出火.拆卸.修造.入宅.移徙.动土.破土.移柩.安葬.启攒.除服.成服.",
		"j": "安床.伐木.祈福.纳畜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0127": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.入宅.移徙.安床.修造.动土.进人口.",
		"j": "掘井.安葬.栽种.出行.作灶.开市.入宅.安门.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0128": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0121": {
		"y": "祭祀.祈福.斋醮.沐浴.安床.安机械.造车器.入殓.移柩.启攒.安葬.立碑.合帐.经络.交易.",
		"j": "作灶.掘井.嫁娶.入宅.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0131": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0130": {
		"y": "祭祀.入殓.破土.除服.成服.启攒.安葬.修坟.立碑.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "成",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	}
};
