window.HuangLi = window.HuangLi || {};
HuangLi.y2015 = {
	"d0101": {
		"y": "订盟.纳采.造车器.祭祀.祈福.出行.安香.修造.动土.上梁.开市.交易.立券.移徙.入宅.会亲友.安机械.栽种.纳畜.造屋.起基.安床.造畜椆栖.",
		"j": "破土.安葬.行丧.开生坟.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0201": {
		"y": "沐浴.开仓.出货财.开市.交易.立券.纳财.栽种.纳畜.牧养.畋猎.入殓.破土.安葬.",
		"j": "祈福.嫁娶.安床.入宅.造船.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0102": {
		"y": "订盟.纳采.会亲友.安机械.开光.修造.动土.竖柱.上梁.造屋.起基.造桥.栽种.纳畜.造畜椆栖.移柩.入殓.启攒.修坟.立碑.安葬.",
		"j": "祈福.出火.嫁娶.入宅.开市.动土.破土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0103": {
		"y": "祭祀.平治道涂.修坟.除服.成服.余事勿取.",
		"j": "移徙.入宅.嫁娶.掘井.安葬.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0104": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.雕刻.开光.安香.出行.入学.修造.动土.竖柱.上梁.造屋.起基.安门.出火.移徙.入宅.掘井.造畜椆栖.安葬.破土.除服.成服.",
		"j": "开市.纳采.订盟.作灶.造庙.造船.经络.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0105": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.求嗣.斋醮.安香.出火.修造.起基.造屋.合脊.安门.安碓硙.动土.上梁.移徙.入宅.",
		"j": "出行.掘井.破土.行丧.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0106": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.入宅.移徙.安床.修造.动土.进人口.",
		"j": "掘井.安葬.栽种.出行.作灶.开市.入宅.安门.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0107": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0108": {
		"y": "嫁娶.开市.交易.立券.开光.出行.出火.拆卸.修造.入宅.移徙.动土.破土.移柩.安葬.启攒.除服.成服.",
		"j": "安床.伐木.祈福.纳畜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0109": {
		"y": "祭祀.入殓.破土.除服.成服.启攒.安葬.修坟.立碑.余事勿取.",
		"j": "余事勿取.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0110": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0111": {
		"y": "开市.交易.立券.纳财.纳畜.造畜椆栖.入宅.移徙.安床.开光.祈福.求嗣.动土.",
		"j": "嫁娶.栽种.安葬.理发.造庙.作灶.入殓.行丧.造桥.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0112": {
		"y": "安床.裁衣.交易.立券.入殓.移柩.安葬.除服.成服.",
		"j": "置产.嫁娶.出行.开光.栽种.动土.破土.入宅.治病.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0113": {
		"y": "祭祀.解除.造畜椆栖.教牛马.针灸.余事勿取.",
		"j": "嫁娶.动土.开池.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0114": {
		"y": "沐浴.塑绘.开光.纳采.订盟.开市.交易.立券.纳财.起基.动土.定磉.放水.安葬.破土.启攒.修坟.立碑.移柩.",
		"j": "入宅.安门.祭祀.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0115": {
		"y": "嫁娶.出行.理发.安床.启攒.安葬.修坟.开市.交易.立券.纳财.开池.牧养.",
		"j": "掘井.祈福.谢土.动土.入宅.上梁.修造.作灶.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0116": {
		"y": "解除.平治道涂.余事勿取.",
		"j": "移徙.入宅.掘井.造庙.栽种.针灸.治病.开池.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0117": {
		"y": "嫁娶.祭祀.开光.伐木.出火.拆卸.入宅.移徙.修造.动土.上梁.安床.纳畜.",
		"j": "开市.行丧.栽种.出行.出货财.安葬.置产.词讼.治病.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0118": {
		"y": "嫁娶.纳采.订盟.入宅.移徙.安床.祭祀.祈福.开光.出行.解除.出火.拆卸.动土.纳畜.谢土.安葬.破土.",
		"j": "伐木.开市.交易.上梁.作灶.安门.造屋.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0119": {
		"y": "祭祀.破屋.坏垣.解除.余事勿取.",
		"j": "开市.动土.破土.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0120": {
		"y": "嫁娶.纳采.订盟.开光.安香.出火.纳财.开市.交易.立券.裁衣.造屋.起基.修造.动土.安门.移徙.入宅.栽种.牧养.畋猎.掘井.开池.安葬.破土.入殓.除服.成服.立碑.",
		"j": "祈福.造庙.祭祀.安床.谢土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0121": {
		"y": "祭祀.斋醮.入殓.破土.启攒.安葬.修坟.立碑.除服.成服.",
		"j": "嫁娶.入宅.作灶.纳采.订盟.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0122": {
		"y": "祭祀.斋醮.纳财.捕捉.畋猎.",
		"j": "嫁娶.开市.入宅.安床.破土.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0123": {
		"y": "纳采.订盟.祭祀.祈福.求嗣.斋醮.沐浴.进人口.会亲友.入学.治病.安碓硙.掘井.开池.纳畜.牧养.造畜椆栖.",
		"j": "嫁娶.合帐.入宅.行丧.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0124": {
		"y": "祭祀.祈福.求嗣.沐浴.问名.交易.纳财.入殓.移柩.安葬.修坟.立碑.谢土.造畜椆栖.教牛马.",
		"j": "入宅.置产.嫁娶.动土.栽种.开市.开光.动土.破土.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0125": {
		"y": "祭祀.教牛马.造畜椆栖.祭祀.会亲友.解除.余事勿取.",
		"j": "嫁娶.入宅.出行.动土.破土.安葬.行丧.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0126": {
		"y": "嫁娶.开光.解除.出火.拆卸.修造.进人口.入宅.移徙.安床.栽种.入殓.修坟.动土.除服.成服.",
		"j": "作灶.安葬.祭祀.开市.纳采.订盟.纳畜.谢土.出行.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0127": {
		"y": "出行.起基.安床.纳财.交易.立券.嫁娶.栽种.入殓.移柩.安葬.",
		"j": "挂匾.入宅.上梁.祈福.词讼.作梁.作灶.开池.安门.动土.破土.掘井.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0128": {
		"y": "平治道涂.余事勿取.",
		"j": "开光.嫁娶.开仓.出货财.造船.安葬.探病.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0129": {
		"y": "嫁娶.订盟.纳采.会亲友.祭祀.安机械.移徙.入宅.造屋.安床.起基.定磉.安香.出火.挂匾.拆卸.置产.",
		"j": "开市.出行.安葬.行丧.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0130": {
		"y": "沐浴.捕捉.畋猎.理发.整手足甲.入殓.除服.成服.破土.安葬.谢土.立碑.修坟.启攒.",
		"j": "纳采.订盟.嫁娶.上梁.开市.斋醮.造屋.安门.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0131": {
		"y": "祭祀.破屋.坏垣.余事勿取.",
		"j": "斋醮.嫁娶.开市.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0213": {
		"y": "求医.治病.破屋.坏垣.余事勿取.",
		"j": "开市.嫁娶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0226": {
		"y": "纳采.订盟.祭祀.祈福.安香.出火.修造.出行.开市.移徙.入宅.动土.安葬.破土.",
		"j": "安床.作灶.造船.会亲友.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0216": {
		"y": "祭祀.沐浴.理发.作灶.结网.栽种.",
		"j": "嫁娶.词讼.行丧.安葬.牧养.伐木.作梁.开市.纳畜.造畜椆栖.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0223": {
		"y": "嫁娶.祭祀.冠笄.修饰垣墙.置产.",
		"j": "经络.探病.造屋.作灶.动土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0203": {
		"y": "嫁娶.纳采.订盟.问名.祭祀.冠笄.裁衣.会亲友.进人口.纳财.捕捉.作灶.",
		"j": "开市.安床.安葬.修坟.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0206": {
		"y": "祭祀.合帐.裁衣.经络.伐木.作梁.安床.作灶.入殓.安葬.启攒.移柩.",
		"j": "词讼.出火.入宅.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0227": {
		"y": "塞穴.结网.取渔.畋猎.",
		"j": "嫁娶.安门.移徙.入宅.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0301": {
		"y": "纳采.嫁娶.祭祀.祈福.出行.开市.会亲友.动土.破土.启攒.",
		"j": "移徙.入宅.出火.安门.安葬.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0202": {
		"y": "祭祀.沐浴.补垣.塞穴.断蚁.解除.余事勿取.",
		"j": "造庙.入宅.修造.安葬.行丧.嫁娶.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0204": {
		"y": "移徙.祭祀.开光.祈福.出行.解除.进人口.雇庸.安床.动土.起基.上梁.安门.解除.",
		"j": "嫁娶.安葬.破土.作梁.纳畜.牧养.行丧.作灶.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0205": {
		"y": "嫁娶.开光.祈福.求嗣.解除.动土.安床.栽种.开池.掘井.祭祀.破土.启攒.",
		"j": "入宅.作灶.伐木.安葬.出火.出行.纳畜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0207": {
		"y": "裁衣.伐木.作梁.纳财.交易.立券.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0208": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.动土.上梁.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.入殓.破土.安葬.启攒.除服.成服.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0209": {
		"y": "嫁娶.冠笄.纳采.出行.会亲友.上梁.安机械.安床.牧养.畋猎.祭祀.祈福.开光.修造.安门.造屋.起基.",
		"j": "入宅.作灶.治病.安葬.移徙.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0210": {
		"y": "修饰垣墙.平治道涂.祭祀.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0211": {
		"y": "造车器.纳采.订盟.祭祀.祈福.求嗣.移徙.出行.开市.出火.入宅.立券.交易.入宅.安门.安床.安葬.谢土.",
		"j": "开光.造屋.动土.作灶.栽种.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0212": {
		"y": "动土.入殓.嫁娶.移柩.安葬.破土.",
		"j": "开市.作灶.安床.入宅.上梁.裁衣.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0214": {
		"y": "祭祀.斋醮.沐浴.开生坟.除服.成服.移柩.入殓.破土.安葬.合寿木.",
		"j": "开市.嫁娶.安床.会亲友.入宅.作灶.上梁.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0215": {
		"y": "祭祀.塞穴.结网.破土.谢土.安葬.移柩.除服.成服.余事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0217": {
		"y": "嫁娶.祭祀.开光.祈福.求嗣.出行.开市.交易.立券.动土.纳财.掘井.会亲友.",
		"j": "入宅.安葬.伐木.作梁.纳畜.造畜椆栖.作灶.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0218": {
		"y": "祭祀.祈福.求嗣.纳畜.入殓.启攒.谢土.除服.成服.",
		"j": "栽种.开光.出行.针灸.嫁娶.入宅.动土.破土.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0219": {
		"y": "开光.解除.伐木.竖柱.上梁.交易.立券.纳畜.入殓.移柩.安葬.",
		"j": "入宅.出行.移徙.祭祀.嫁娶.动土.破土.作灶.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0220": {
		"y": "祭祀.祈福.求嗣.开光.嫁娶.出行.解除.伐木.拆卸.进人口.安床.动土.起基.上梁.栽种.纳畜.破土.谢土.启攒.安葬.",
		"j": "移徙.入宅.出火.作灶.掘井.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0221": {
		"y": "会亲友.冠笄.安床.会亲友.安机械.祭祀.祈福.求嗣.经络.",
		"j": "嫁娶.开市.动土.作灶.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0222": {
		"y": "作灶.解除.平治道涂.余事勿取.",
		"j": "祭祀.祈福.安葬.安门.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0224": {
		"y": "纳采.嫁娶.祭祀.祈福.出行.修造.动土.移徙.入宅.安葬.破土.",
		"j": "开市.入宅.斋醮.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0225": {
		"y": "祭祀.沐浴.解除.理发.扫舍.破屋.坏垣.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0228": {
		"y": "纳采.祭祀.祈福.出行.会亲友.修造.动土.移徙.入宅.",
		"j": "嫁娶.开市.安葬.破土.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0327": {
		"y": "冠笄.立券.交易.修造.动土.安机械.入殓.安葬.破土.",
		"j": "嫁娶.祈福.出火.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0317": {
		"y": "塞穴.整手足甲.解除.捕捉.畋猎.结网.余事勿取.诸事不宜.",
		"j": "嫁娶.作灶.掘井.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0328": {
		"y": "祭祀.会亲友.出行.立券.交易.冠笄.纳财.",
		"j": "嫁娶.动土.掘井.起基.定磉.破土.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0323": {
		"y": "纳采.交易.立券.安床.安机械.安葬.移柩.动土.破土.立碑.",
		"j": "嫁娶.开光.作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0307": {
		"y": "祭祀.嫁娶.纳婿.安葬.",
		"j": "栽种.造屋.作灶.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0326": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.出行.修造.动土.移徙.入宅.破土.出火.安门.安床.上梁.立碑.移柩.",
		"j": "开市.交易.合帐.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0325": {
		"y": "纳财.交易.立券.栽种.捕捉.结网.取渔.进人口.教牛马.理发.",
		"j": "入宅.造屋.竖柱.安葬.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0427": {
		"y": "纳采.祭祀.祈福.求嗣.斋醮.出行.起基.造屋.定磉.安门.入殓.安葬.",
		"j": "嫁娶.开市.纳财.出火.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0302": {
		"y": "祭祀.祈福.求嗣.斋醮.入殓.除服.成服.移柩.安葬.启攒.",
		"j": "嫁娶.动土.开光.造屋.破土.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0303": {
		"y": "纳采.会亲友.竖柱.上梁.立券.入殓.移柩.安葬.启攒.",
		"j": "祭祀.移徙.入宅.动土.破土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0304": {
		"y": "祭祀.祈福.斋醮.出行.开市.立券.动土.移徙.入宅.破土.安葬.",
		"j": "开光.嫁娶.作灶.掘井.纳畜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0305": {
		"y": "会亲友.求嗣.理发.冠笄.结网.捕捉.开光.理发.",
		"j": "开市.动土.安葬.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0306": {
		"y": "开光.塑绘.求嗣.纳采.裁衣.合帐.冠笄.安机械.作梁.开柱眼.安门.安床.造仓.祭祀.会亲友.祈福.经络.纳财.开市.立券.交易.入学.求嗣.理发.架马.",
		"j": "出行.斋醮.安葬.嫁娶.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0308": {
		"y": "祭祀.会亲友.订盟.裁衣.合帐.安机械.拆卸.上梁.安门.入殓.除服.成服.移柩.启攒.安葬.立碑.开光.塑绘.入学.出行.起基.定磉.放水.移徙.入宅.竖柱.立券.经络.",
		"j": "伐木.作梁.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0309": {
		"y": "祭祀.开光.塑绘.祈福.斋醮.裁衣.合帐.冠笄.嫁娶.拆卸.动土.移徙.入宅.入殓.移柩.安葬.谢土.求嗣.入学.理发.伐木.架马.作梁.出火.修造.起基.定磉.放水.赴任.",
		"j": "入宅.安门.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0310": {
		"y": "祭祀.治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0311": {
		"y": "嫁娶.祭祀.出行.冠笄.立券.交易.进人口.开市.移徙.修造.动土.安床.入殓.移柩.破土.",
		"j": "开光.作灶.斋醮.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0312": {
		"y": "开市.立券.交易.挂匾.祭祀.祈福.开光.入宅.移徙.安床.拆卸.动土.上梁.进人口.",
		"j": "嫁娶.行丧.架马.作梁.理发.牧养.安葬.纳畜.伐木.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0313": {
		"y": "理发.冠笄.嫁娶.进人口.",
		"j": "置产.伐木.纳畜.造畜椆栖.安葬.破土.作梁.作灶.开生坟.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0314": {
		"y": "嫁娶.祭祀.开光.祈福.求嗣.出火.入宅.移徙.安床.拆卸.动土.破土.谢土.",
		"j": "合帐.开市.安葬.入殓.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0315": {
		"y": "安床.伐木.拆卸.修造.动土.上梁.立券.交易.栽种.纳畜.牧养.入殓.安葬.",
		"j": "嫁娶.祭祀.开光.出行.出火.移徙.入宅.安门.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0316": {
		"y": "祭祀.祈福.求嗣.斋醮.嫁娶.冠笄.出行.开市.交易.会亲友.教牛马.除服.成服.启攒.安葬.移柩.",
		"j": "祈福.动土.移徙.入宅.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0318": {
		"y": "纳财.开市.立券.交易.开光.安床.上梁.造屋.修造.起基.",
		"j": "动土.破土.安葬.行丧.赴任.出行.嫁娶.入宅.移徙.谢土.词讼.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0319": {
		"y": "祭祀.祈福.嫁娶.冠笄.修饰垣墙.置产.平治道涂.",
		"j": "开仓.出货财.造屋.作灶.开市.交易.立券.栽种.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0320": {
		"y": "嫁娶.祭祀.开光.祈福.求嗣.出行.出火.进人口.入宅.移徙.安床.拆卸.修造.安门.挂匾.纳财.扫舍.",
		"j": "动土.伐木.安葬.行丧.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0321": {
		"y": "嫁娶.开光.祭祀.祈福.求嗣.出行.出火.入宅.移徙.解除.栽种.伐木.破土.谢土.安葬.",
		"j": "开市.交易.作灶.纳财.上梁.安床.造屋.造船.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0322": {
		"y": "破屋.坏垣.求医.治病.余事勿取.",
		"j": "开光.嫁娶.",
		"c": "生肖冲兔",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0324": {
		"y": "祭祀.祈福.求嗣.斋醮.沐浴.开光.理发.经络.解除.治病.治病.立碑.栽种.牧养.掘井.开池.",
		"j": "嫁娶.定磉.合寿木.安葬.行丧.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0329": {
		"y": "祭祀.沐浴.解除.扫舍.塞穴.牧养.",
		"j": "嫁娶.安葬.行丧.安门.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0330": {
		"y": "纳财.开市.交易.立券.开光.针灸.会亲友.理发.安床.造仓.结网.",
		"j": "移徙.入宅.栽种.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0331": {
		"y": "嫁娶.冠笄.会亲友.安机械.纳财.交易.立券.置产.",
		"j": "开市.造屋.治病.作灶.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0422": {
		"y": "祭祀.修饰垣墙.余事勿取.",
		"j": "开光.修造.动土.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0402": {
		"y": "祈福.斋醮.出行.移徙.入宅.修造.动土.破土.安葬.",
		"j": "纳采.开光.安床.嫁娶.开市.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0412": {
		"y": "开光.出行.交易.塞穴.嫁娶.理发.开市.安床.",
		"j": "祈福.出火.置产.动土.破土.安葬.修造.上梁.置产.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0421": {
		"y": "祭祀.出行.修造.动土.合帐.造畜椆栖.安床.移徙.入殓.移柩.破土.启攒.安葬.开生坟.合寿木.补垣.塞穴.",
		"j": "移徙.入宅.作灶.理发.开光.安门.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0522": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出火.出行.拆卸.动土.修造.进人口.入宅.移徙.安床.解除.挂匾.栽种.破土.谢土.入殓.移柩.安葬.",
		"j": "开市.立券.造船.合寿木.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0401": {
		"y": "嫁娶.造车器.纳采.订盟.祭祀.祈福.安机械.移徙.入宅.开市.立券.破土.安葬.",
		"j": "纳畜.理发.合寿木.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0403": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "嫁娶.移徙.开市.入宅.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0404": {
		"y": "嫁娶.冠笄.祭祀.出行.会亲友.修造.动土.入殓.破土.",
		"j": "塑绘.开光.造桥.除服.成服.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0405": {
		"y": "塞穴.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0406": {
		"y": "祭祀.祈福.求嗣.开光.解除.纳采.冠笄.出火.拆卸.进人口.安床.动土.上梁.造庙.掘井.开池.入殓.移柩.安葬.破土.",
		"j": "",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0407": {
		"y": "解除.破屋.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0408": {
		"y": "嫁娶.祈福.求嗣.开光.出行.解除.拆卸.出火.开市.立券.交易.入宅.移徙.安床.动土.破土.谢土.",
		"j": "祭祀.入殓.安葬.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0409": {
		"y": "祭祀.裁衣.冠笄.安床.交易.立券.开池.补垣.塞穴.入殓.破土.启攒.安葬.谢土.除服.成服.",
		"j": "嫁娶.掘井.探病.开市.开光.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0410": {
		"y": "祭祀.出行.教牛马.扫舍.余事勿取.",
		"j": "开光.伐木.安葬.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0411": {
		"y": "祭祀.祈福.求嗣.开光.纳采.订盟.解除.栽种.纳畜.牧养.扫舍.进人口.",
		"j": "修坟.造桥.作灶.出行.安葬.造屋.入宅.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0413": {
		"y": "祭祀.作灶.畋猎.结网.修饰垣墙.平治道涂.余事勿取.",
		"j": "嫁娶.安床.治病.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0414": {
		"y": "沐浴.祭祀.解除.安葬.破土.谢土.移柩.余事勿取.",
		"j": "斋醮.开光.嫁娶.入宅.上梁.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0415": {
		"y": "祭祀.解除.入殓.移柩.启攒.安葬.整手足甲.捕捉.畋猎.取渔.除服.成服.扫舍.谢土.斋醮.",
		"j": "动土.破土.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0416": {
		"y": "祭祀.沐浴.解除.破屋.坏垣.求医.治病.余事勿取.",
		"j": "嫁娶.开市.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0417": {
		"y": "沐浴.塞穴.畋猎.结网.取渔.扫舍.余事勿取.",
		"j": "祈福.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0418": {
		"y": "开市.交易.立券.挂匾.祭祀.开光.祈福.求嗣.安床.解除.修造.安葬.",
		"j": "纳采.问名.订盟.嫁娶.入宅.开仓.出火.动土.破土.纳畜.伐木.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0419": {
		"y": "祭祀.修门.取渔.纳财.纳畜.余事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0420": {
		"y": "安香.出火.纳采.订盟.嫁娶.开市.立券.交易.挂匾.开光.出行.解除.安床.栽种.置产.拆卸.修造.动土.",
		"j": "作灶.安葬.祭祀.入殓.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0423": {
		"y": "嫁娶.祭祀.祈福.求嗣.斋醮.开光.出火.移徙.入宅.竖柱.上梁.会亲友.造屋.起基.治病.治病.安门.造车器.掘井.开池.",
		"j": "纳采.出行.修坟.安葬.开市.立券.作灶.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0424": {
		"y": "祭祀.塑绘.开光.纳采.嫁娶.开市.出行.会亲友.安床.结网.除服.成服.启攒.安葬.移柩.",
		"j": "祈福.入宅.造屋.动土.破土.探病.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0425": {
		"y": "祭祀.作灶.平治道涂.余事勿取.",
		"j": "安床.入宅.安碓硙.栽种.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0426": {
		"y": "祭祀.祈福.求嗣.斋醮.沐浴.纳畜.入殓.破土.安葬.",
		"j": "移徙.入宅.嫁娶.出行.安床.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0428": {
		"y": "祭祀.沐浴.解除.求医.治病.破屋.坏垣.余事勿取.",
		"j": "祈福.斋醮.开市.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0429": {
		"y": "沐浴.捕捉.畋猎.结网.取渔.",
		"j": "祭祀.嫁娶.入宅.作灶.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0430": {
		"y": "祭祀.祈福.求嗣.斋醮.纳采.订盟.开光.竖柱.上梁.开仓.出货财.造屋.起基.定磉.安门.诸事不宜.破土.入殓.启攒.谢土.",
		"j": "出火.嫁娶.开市.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0526": {
		"y": "祭祀.结网.捕捉.余事勿取.",
		"j": "探病.嫁娶.开市.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0516": {
		"y": "嫁娶.交易.立券.作厕.补垣.塞穴.畋猎.取渔.开生坟.",
		"j": "安床.开渠.上梁.修造.开市.开光.入宅.移徙.安床.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0512": {
		"y": "纳采.订盟.嫁娶.造车器.祭祀.祈福.求嗣.开光.出火.拆卸.修造.动土.进人口.挂匾.入宅.移徙.安床.栽种.入殓.破土.安葬.除服.成服.",
		"j": "开市.立券.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0506": {
		"y": "开市.交易.立券.挂匾.开光.出行.拆卸.进人口.入宅.移柩.动土.安门.上梁.栽种.破土.修坟.安葬.",
		"j": "嫁娶.安床.探病.作灶.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0523": {
		"y": "祭祀.沐浴.解除.破屋.坏垣.余事勿取.",
		"j": "开光.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0513": {
		"y": "开市.交易.立券.祭祀.祈福.开光.动土.安床.出行.栽种.纳畜.牧养.竖柱.上梁.解除.破土.",
		"j": "嫁娶.掘井.入宅.移徙.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0503": {
		"y": "祭祀.祈福.求嗣.斋醮.冠笄.作灶.纳财.交易.",
		"j": "开光.嫁娶.掘井.安葬.安门.探病.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0528": {
		"y": "嫁娶.冠笄.祭祀.出行.移徙.入宅.作灶.造车器.补垣.塞穴.作厕.破土.启攒.除服.成服.入殓.",
		"j": "入宅.造屋.造桥.安门.安葬.上梁.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0518": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.求嗣.开光.解除.出行.出火.入宅.移徙.栽种.纳畜.牧养.动土.破土.入殓.安葬.",
		"j": "作灶.安床.开仓.造屋.动土.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0530": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.治病.造车器.修造.动土.移徙.入宅.",
		"j": "开市.出行.安床.作灶.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0626": {
		"y": "祭祀.沐浴.理发.整手足甲.修饰垣墙.平治道涂.余事勿取.",
		"j": "开市.入宅.出行.修造.词讼.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0501": {
		"y": "祭祀.捕捉.解除.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0502": {
		"y": "纳采.嫁娶.出行.开市.立券.纳畜.牧养.出火.移徙.入宅.",
		"j": "祈福.动土.破土.安葬.入殓.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0504": {
		"y": "祭祀.解除.教牛马.出行.余事勿取.",
		"j": "动土.破土.行丧.开光.作梁.安葬.探病.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0505": {
		"y": "沐浴.斋醮.解除.求医.治病.会亲友.造畜椆栖.栽种.理发.扫舍.",
		"j": "开市.嫁娶.移徙.入宅.掘井.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0507": {
		"y": "进人口.会亲友.",
		"j": "塞穴.上梁.动土.伐木.安葬.词讼.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0508": {
		"y": "沐浴.平治道涂.扫舍.入殓.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.伐木.作梁.安床.祭祀.祈福.造屋.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0509": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.出行.拆卸.动土.解除.进人口.开市.交易.立券.挂匾.入宅.移徙.安床.安门.上梁.安葬.破土.谢土.",
		"j": "",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0510": {
		"y": "祭祀.祈福.求嗣.开光.解除.合帐.冠笄.伐木.架马.作梁.修造.进人口.嫁娶.裁衣.合帐.安床.动土.起基.上梁.竖柱.放水.会亲友.",
		"j": "",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0511": {
		"y": "破屋.坏垣.沐浴.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0514": {
		"y": "解除.出行.纳采.冠笄.竖柱.上梁.移徙.作灶.进人口.入宅.纳畜.牧养.",
		"j": "祭祀.伐木.架马.安床.修造.动土.安葬.修坟.破土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0515": {
		"y": "祭祀.祈福.求嗣.开光.出行.开市.交易.立券.栽种.安床.纳畜.移徙.起基.动土.定磉.造仓.置产.破土.启攒.修坟.",
		"j": "入宅.移徙.修造.安门.伐木.入殓.安葬.造屋.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0517": {
		"y": "塞穴.断蚁.结网.畋猎.余事勿取.",
		"j": "嫁娶.安葬.入宅.出行.动土.词讼.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0519": {
		"y": "开光.纳采.裁衣.冠笄.安床.作灶.进人口.造仓.塞穴.",
		"j": "嫁娶.栽种.修造.动土.出行.伐木.作梁.安葬.谢土.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0520": {
		"y": "纳采.嫁娶.裁衣.理发.出行.修造.动土.进人口.开市.交易.立券.挂匾.移徙.上梁.栽种.纳畜.",
		"j": "伐木.安葬.安床.祭祀.祈福.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0521": {
		"y": "开市.交易.立券.挂匾.祭祀.祈福.斋醮.出行.开市.交易.立券.造屋.起基.修造.动土.定磉.安床.安机械.安葬.破土.启攒.除服.成服.立碑.",
		"j": "作灶.嫁娶.移徙.入宅.理发.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0524": {
		"y": "订盟.纳采.嫁娶.解除.祭祀.祈福.求嗣.开光.出行.解除.出火.拆卸.入宅.移徙.安床.栽种.纳畜.动土.破土.谢土.安葬.修坟.",
		"j": "作灶.开市.经络.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0525": {
		"y": "祭祀.祈福.求嗣.开光.订盟.纳采.解除.动土.起基.进人口.开市.交易.立券.纳财.造仓.开池.栽种.纳畜.破土.安葬.",
		"j": "安床.上梁.裁衣.入宅.嫁娶.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0527": {
		"y": "祭祀.祈福.求嗣.开光.纳采.订盟.嫁娶.出行.动土.破土.会亲友.开市.交易.立券.习艺.拆卸.起基.安碓硙.放水.开池.造仓.开渠.栽种.谢土.启攒.修坟.立碑.",
		"j": "入宅.安门.安葬.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0529": {
		"y": "祭祀.解除.断蚁.会亲友.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0531": {
		"y": "嫁娶.纳采.订盟.会亲友.安机械.结网.冠笄.祭祀.求嗣.进人口.经络.",
		"j": "开市.作灶.动土.行丧.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0624": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.出火.拆卸.修造.进人口.入宅.移徙.动土.安床.纳畜.栽种.纳财.交易.立券.挂匾.造畜椆栖.",
		"j": "安葬.开生坟.合寿木.行丧.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0614": {
		"y": "嫁娶.祭祀.理发.作灶.修饰垣墙.平治道涂.整手足甲.沐浴.冠笄.",
		"j": "破土.出行.栽种.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0622": {
		"y": "嫁娶.合帐.裁衣.冠笄.伐木.上梁.出火.拆卸.移徙.修造.动土.安门.纳财.筑堤.栽种.塞穴.",
		"j": "安床.祈福.出行.安葬.行丧.开光.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0629": {
		"y": "祭祀.沐浴.破屋.坏垣.余事勿取.",
		"j": "入宅.嫁娶.移徙.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0604": {
		"y": "祭祀.沐浴.解除.破屋.坏垣.余事勿取.",
		"j": "行丧.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0628": {
		"y": "纳采.订盟.冠笄.祭祀.祈福.斋醮.出行.修造.动土.移徙.入宅.安香.出火.拆卸.造屋.起基.竖柱.上梁.定磉.安门.开池.",
		"j": "嫁娶.开市.合寿木.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0618": {
		"y": "祭祀.斋醮.塑绘.开光.出行.修造.动土.造畜椆栖.安床.放水.掘井.开池.作厕.结网.破土.",
		"j": "出火.入宅.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0608": {
		"y": "祭祀.作灶.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0625": {
		"y": "安机械.祭祀.祈福.求嗣.沐浴.解除.纳采.开市.修造.竖柱.上梁.开柱眼.安碓硙.归岫.补垣.塞穴.拆卸.放水.出火.扫舍.开生坟.合寿木.安葬.谢土.启攒.除服.成服.",
		"j": "嫁娶.安床.作灶.动土.破土.造船.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0630": {
		"y": "嫁娶.安机械.交易.出行.祭祀.祈福.求嗣.斋醮.塑绘.开光.合帐.裁衣.放水.开池.掘井.",
		"j": "作灶.理发.造桥.行丧.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0620": {
		"y": "祭祀.结网.余事勿取.",
		"j": "入宅.出行.掘井.安葬.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0726": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.斋醮.开光.会亲友.求医.治病.造屋.起基.竖柱.上梁.安门.安碓硙.筑堤.开池.破土.安葬.除服.成服.",
		"j": "入宅.开市.掘井.词讼.合寿木.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0601": {
		"y": "祭祀.沐浴.移徙.破土.安葬.扫舍.平治道涂.",
		"j": "祈福.嫁娶.入宅.安床.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0602": {
		"y": "祭祀.祈福.斋醮.求嗣.安机械.纳畜.移徙.入宅.安机械.塑绘.开光.起基.竖柱.上梁.作灶.安门.安香.出火.造屋.启攒.安葬.",
		"j": "动土.破土.嫁娶.嫁娶.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0603": {
		"y": "嫁娶.纳采.订盟.斋醮.开光.祭祀.祈福.求医.治病.会亲友.动土.解除.捕捉.纳畜.牧养.入殓.破土.安葬.",
		"j": "移徙.入宅.造屋.架马.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0605": {
		"y": "沐浴.扫舍.余事勿取.",
		"j": "斋醮.开市.嫁娶.作灶.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0606": {
		"y": "开市.交易.立券.纳财.开池.作厕.结网.祭祀.修造.动土.安床.放水.经络.破土.",
		"j": "嫁娶.造桥.词讼.移徙.安门.作灶.栽种.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0607": {
		"y": "开市.交易.立券.纳财.栽种.安床.拆卸.修造.动土.上梁.入殓.安葬.破土.除服.成服.",
		"j": "嫁娶.出火.伐木.祭祀.入宅.移徙.纳畜.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0609": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0610": {
		"y": "修造.动土.起基.安门.安床.栽种.筑堤.补垣.造畜椆栖.",
		"j": "嫁娶.掘井.入宅.移徙.出火.出行.行丧.安葬.开光.理发.进人口.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0611": {
		"y": "祭祀.教牛马.断蚁.余事勿取.",
		"j": "斋醮.移徙.入宅.动土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0612": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.开市.纳财.立券.移徙.出行.修造.动土.起基.定磉.竖柱.拆卸.扫舍.放水.安香.安床.造船.开池.掘井.造畜椆栖.栽种.",
		"j": "行丧.安葬.破土.作灶.伐木.斋醮.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0613": {
		"y": "嫁娶.开光.祭祀.祈福.出行.解除.移徙.入宅.开市.纳财.起基.修造.竖柱.上梁.造屋.作灶.出火.安香.补垣.塞穴.拆卸.放水.扫舍.造仓.造船.栽种.安葬.",
		"j": "纳采.订盟.安床.谢土.破土.动土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0615": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出火.出行.拆卸.修造.动土.进人口.入宅.移徙.安床.交易.立券.挂匾.纳财.入殓.安葬.启攒.除服.成服.",
		"j": "动土.掘井.破土.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0616": {
		"y": "畋猎.捕捉.结网.取渔.祭祀.沐浴.余事勿取.",
		"j": "嫁娶.开市.安葬.启攒.行丧.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0617": {
		"y": "祭祀.破屋.坏垣.余事勿取.",
		"j": "移徙.入宅.开仓.出货财.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0619": {
		"y": "开市.交易.立券.挂匾.开光.解除.拆卸.动土.安床.修造.上梁.置产.栽种.破土.安葬.",
		"j": "作灶.出火.祭祀.嫁娶.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0621": {
		"y": "嫁娶.纳采.订盟.冠笄.造车器.祭祀.开光.祈福.求嗣.出行.解除.伐木.出火.入宅.拆卸.修造.动土.上梁.安床.栽种.破土.",
		"j": "行丧.置产.入宅.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0623": {
		"y": "出行.教牛马.割蜜.余事勿取.",
		"j": "斋醮.造屋.动土.破土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0627": {
		"y": "嫁娶.纳采.祭祀.祈福.出行.立券.移徙.入宅.动土.破土.安葬.",
		"j": "开光.作灶.造屋.架马.开仓.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0728": {
		"y": "纳采.订盟.嫁娶.祭祀.沐浴.塑绘.开光.出火.治病.习艺.伐木.造屋.竖柱.上梁.安床.作灶.安碓硙.挂匾.掘井.纳畜.",
		"j": "出行.安葬.造桥.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0730": {
		"y": "祭祀.修造.出行.造屋.竖柱.造车器.教牛马.造畜椆栖.割蜜.",
		"j": "动土.破土.掘井.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0727": {
		"y": "纳采.订盟.嫁娶.移徙.入宅.出行.祭祀.祈福.斋醮.塑绘.开光.安香.出火.会亲友.解除.入学.竖柱.上梁.拆卸.造屋.起基.栽种.牧养.纳畜.",
		"j": "安葬.破土.开市.开仓.出货财.启攒.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0720": {
		"y": "嫁娶.纳采.订盟.造车器.开光.出行.拆卸.起基.安床.除服.成服.开市.交易.立券.栽种.牧养.入殓.移柩.启攒.",
		"j": "上梁.入宅.修造.动土.破土.祭祀.祈福.斋醮.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0717": {
		"y": "经络.祭祀.沐浴.补垣.塞穴.除服.成服.移柩.入殓.启攒.立碑.",
		"j": "开光.治病.嫁娶.掘井.破土.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0707": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.拆卸.修造.动土.进人口.开市.交易.立券.挂匾.入宅.移徙.栽种.纳畜.入殓.启攒.除服.成服.",
		"j": "",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0718": {
		"y": "嫁娶.祭祀.出行.裁衣.冠笄.交易.雕刻.纳财.造畜椆栖.造车器.雕刻.教牛马.",
		"j": "移徙.入宅.栽种.动土.破土.作灶.安葬.行丧.伐木.上梁.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0708": {
		"y": "嫁娶.开光.解除.安床.牧养.理发.开市.入殓.启攒.移柩.安葬.扫舍.",
		"j": "作灶.动土.上梁.栽种.入宅.移徙.修造.祈福.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0828": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.斋醮.普渡.移徙.入宅.出行.安机械.开光.修造.动土.竖柱.上梁.造屋.起基.定磉.安门.安葬.破土.",
		"j": "开市.立券.置产.作灶.造桥.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d0701": {
		"y": "纳采.冠笄.求医.治病.开市.立券.修造.动土.安机械.破土.安葬.",
		"j": "斋醮.祭祀.移徙.入宅.上梁.嫁娶.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0702": {
		"y": "祭祀.作灶.余事勿取.",
		"j": "开市.安葬.破土.修坟.掘井.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0703": {
		"y": "祭祀.祈福.求嗣.斋醮.安香.解除.移徙.入宅.会亲友.求医.治病.动土.破土.开生坟.合寿木.",
		"j": "合帐.上梁.经络.安葬.入殓.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0704": {
		"y": "嫁娶.冠笄.修造.动土.作灶.移徙.入宅.补垣.塞穴.纳畜.牧养.架马.修造.动土.起基.定磉.开池.造船.",
		"j": "祈福.开光.掘井.开市.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0705": {
		"y": "祭祀.交易.纳财.",
		"j": "斋醮.开渠.上梁.动土.破土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0706": {
		"y": "嫁娶.订盟.纳采.冠笄.会亲友.安机械.造车器.祭祀.出行.纳财.入宅.安香.出火.入学.塑绘.开光.拆卸.起基.修造.动土.牧养.栽种.安门.作厕.",
		"j": "行丧.伐木.作梁.作灶.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0709": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0710": {
		"y": "祭祀.祈福.求嗣.开光.伐木.出火.拆卸.入宅.安床.修造.动土.上梁.挂匾.纳畜.",
		"j": "嫁娶.栽种.行丧.理发.修坟.行丧.作灶.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0711": {
		"y": "解除.祭祀.理发.入殓.安葬.破土.",
		"j": "嫁娶.开市.出火.作灶.置产.斋醮.入宅.移徙.安门.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0712": {
		"y": "破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0713": {
		"y": "开市.交易.立券.纳财.动土.开光.出行.嫁娶.纳采.订盟.出行.纳财.入学.开仓.出货财.纳畜.牧养.栽种.破土.启攒.安葬.立碑.",
		"j": "入宅.移徙.作灶.祭祀.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0714": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出火.出行.拆卸.修造.动土.进人口.开市.交易.立券.挂匾.入宅.移徙.安床.栽种.入殓.破土.谢土.安葬.",
		"j": "掘井.伐木.纳畜.合寿木.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0715": {
		"y": "祭祀.冠笄.作灶.交易.纳财.栽种.结网.纳畜.牧养.进人口.",
		"j": "开渠.造船.安床.安葬.破土.出行.修坟.掘井.开市.开生坟.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0716": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.纳采.裁衣.冠笄.开光.安床.作梁.修造.动土.作灶.起基.上梁.造屋.纳畜.牧养.",
		"j": "移徙.栽种.出行.行丧.破土.安葬.词讼.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0719": {
		"y": "修造.动土.安机械.祭祀.沐浴.解除.拆卸.治病.作灶.造屋.起基.开池.扫舍.造畜椆栖.开生坟.合寿木.安葬.破土.启攒.移柩.入殓.立碑.",
		"j": "开市.入宅.出行.安床.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0721": {
		"y": "祭祀.嫁娶.畋猎.结网.",
		"j": "动土.破土.治病.开渠.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0722": {
		"y": "纳采.订盟.会亲友.入学.祭祀.祈福.求嗣.开光.出行.解除.理发.动土.起基.开市.交易.立券.纳财.造仓.栽种.纳畜.牧养.",
		"j": "嫁娶.作灶.出火.置产.嫁娶.入宅.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d0723": {
		"y": "祭祀.祈福.解除.整手足甲.安床.沐浴.入殓.移柩.破土.启攒.安葬.谢土.",
		"j": "嫁娶.斋醮.开市.出火.入宅.移徙.出行.作灶.安门.伐木.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0724": {
		"y": "破屋.坏垣.解除.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0725": {
		"y": "嫁娶.开市.立券.移徙.入宅.安机械.会亲友.经络.安门.安床.挂匾.拆卸.开仓.出货财.开池.栽种.纳畜.牧养.破土.安葬.启攒.移柩.入殓.立碑.",
		"j": "祭祀.祈福.探病.谢土.造桥.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0729": {
		"y": "祭祀.入殓.除服.成服.移柩.破土.启攒.安葬.塞穴.断蚁.结网.",
		"j": "开市.入宅.嫁娶.开光.造屋.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0731": {
		"y": "祭祀.沐浴.塑绘.开光.入学.解除.扫舍.治病.开池.牧养.",
		"j": "嫁娶.出行.纳采.入宅.作灶.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d0827": {
		"y": "祭祀.理发.作灶.沐浴.修饰垣墙.平治道涂.",
		"j": "嫁娶.栽种.祈福.造桥.安葬.安门.伐木.作梁.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d0825": {
		"y": "解除.祭祀.祈福.求嗣.修造.动土.竖柱.上梁.安床.纳畜.造屋.合脊.起基.入殓.破土.安葬.",
		"j": "出火.嫁娶.开光.进人口.出行.词讼.开市.入宅.移徙.赴任.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d0817": {
		"y": "破土.安葬.移柩.入殓.祭祀.捕捉.除服.成服.余事勿取.",
		"j": "嫁娶.入宅.开市.交易.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d0815": {
		"y": "修饰垣墙.平治道涂.祭祀.沐浴.作灶.",
		"j": "嫁娶.词讼.治病.置产.作梁.祈福.安葬.栽种.伐木.安门.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d0830": {
		"y": "沐浴.破屋.坏垣.余事勿取.",
		"j": "斋醮.开市.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d0824": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.出行.解除.竖柱.入宅.移徙.纳财.上梁.纳畜.入殓.安葬.启攒.",
		"j": "栽种.掘井.动土.安床.破土.置产.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d0814": {
		"y": "纳采.订盟.开光.出行.解除.安香.出火.拆卸.入宅.移徙.修造.上梁.安床.栽种.纳畜.会亲友.安机械.经络.",
		"j": "伐木.谢土.行丧.祭祀.作灶.动土.破土.安葬.祈福.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d0823": {
		"y": "祭祀.出行.作梁.出火.拆卸.修造.动土.起基.安床.补垣.塞穴.入殓.破土.安葬.移柩.造畜椆栖.",
		"j": "嫁娶.入宅.斋醮.开光.针灸.掘井.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d0831": {
		"y": "订盟.纳采.祭祀.祈福.安香.出火.开市.立券.入宅.挂匾.造桥.启攒.安葬.",
		"j": "动土.破土.嫁娶.掘井.安床.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0818": {
		"y": "破屋.坏垣.治病.余事勿取.",
		"j": "祈福.纳采.订盟.嫁娶.入宅.安葬.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d0805": {
		"y": "求医.治病.破屋.坏垣.余事勿取.",
		"j": "嫁娶.出行.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d0930": {
		"y": "祭祀.出行.",
		"j": "嫁娶.入宅.修造.动土.会亲友.破土.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0801": {
		"y": "纳财.开市.交易.立券.出行.祭祀.祈福.求嗣.开光.解除.扫舍.起基.竖柱.安床.移徙.开仓.出货财.补垣.塞穴.栽种.纳畜.牧养.",
		"j": "斋醮.入宅.安门.安葬.破土.行丧.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d0802": {
		"y": "祭祀.修饰垣墙.平治道涂.",
		"j": "开市.动土.破土.嫁娶.修造.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d0803": {
		"y": "订盟.纳采.祭祀.祈福.开光.安香.出火.立券.安机械.移徙.入宅.竖柱.上梁.会亲友.安床.拆卸.挂匾.牧养.教牛马.",
		"j": "嫁娶.安葬.行丧.破土.修坟.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d0804": {
		"y": "沐浴.理发.捕捉.入殓.移柩.破土.启攒.安葬.",
		"j": "出火.嫁娶.入宅.作灶.破土.上梁.动土.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d0806": {
		"y": "纳采.订盟.嫁娶.移徙.入宅.出行.开市.交易.立券.纳财.会亲友.安香.出火.拆卸.造屋.起基.安床.作灶.挂匾.安葬.破土.启攒.立碑.入殓.移柩.",
		"j": "祈福.上梁.开仓.掘井.牧养.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d0807": {
		"y": "祭祀.祈福.斋醮.出行.纳采.订盟.安机械.出火.拆卸.修造.动土.起基.移徙.入宅.造庙.入殓.除服.成服.移柩.破土.安葬.谢土.",
		"j": "嫁娶.开市.栽种.合寿木.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d0808": {
		"y": "嫁娶.出火.拆卸.祭祀.祈福.开光.伐木.动土.开市.交易.立券.入宅.移徙.安床.纳畜.入殓.安葬.",
		"j": "栽种.作灶.针灸.出行.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d0809": {
		"y": "祭祀.开光.解除.移徙.裁衣.开市.立券.祈福.求嗣.进人口.交易.纳财.纳畜.",
		"j": "动土.破土.理发.出行.入宅.分居.安香.出火.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d0810": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.安床.栽种.移柩.进人口.会亲友.除服.成服.",
		"j": "造屋.入殓.安葬.伐木.入宅.移徙.置产.纳畜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d0811": {
		"y": "祭祀.动土.筑堤.开池.会亲友.塞穴.入殓.移柩.破土.安葬.",
		"j": "开光.出行.修造.上梁.入宅.安门.作灶.裁衣.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d0812": {
		"y": "祭祀.裁衣.安门.纳财.扫舍.出行.进人口.作灶.纳畜.造畜椆栖.",
		"j": "安床.动土.安葬.开生坟.合寿木.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d0813": {
		"y": "祭祀.解除.拆卸.修造.动土.起基.上梁.安床.安门.开渠.开池.入殓.破土.启攒.",
		"j": "嫁娶.出行.进人口.作灶.入宅.移徙.栽种.赴任.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d0816": {
		"y": "嫁娶.祭祀.祈福.求嗣.出火.出行.开光.解除.拆卸.修造.进人口.安香.交易.立券.入宅.移徙.安床.动土.破土.谢土.安葬.入殓.除服.成服.",
		"j": "斋醮.开市.开仓.作灶.造船.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d0819": {
		"y": "嫁娶.开光.祭祀.祈福.求嗣.安香.出火.解除.伐木.入宅.移徙.安床.开市.交易.立券.栽种.出火.出行.安葬.",
		"j": "掘井.理发.作灶.动土.破土.开池.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d0820": {
		"y": "安机械.纳采.订盟.祭祀.祈福.求嗣.开光.普渡.出行.出火.拆卸.修造.动土.进人口.开市.交易.立券.移徙.安床.栽种.上梁.纳畜.破土.移柩.安葬.",
		"j": "入宅.嫁娶.掘井.牧养.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d0821": {
		"y": "嫁娶.祭祀.祈福.求嗣.裁衣.冠笄.经络.修造.进人口.安床.动土.竖柱.上梁.移徙.交易.立券.栽种.会亲友.",
		"j": "行丧.安葬.出行.作梁.纳畜.伐木.造桥.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d0822": {
		"y": "嫁娶.纳采.订盟.开光.祭祀.出行.理发.动土.安床.放水.开渠.栽种.进人口.",
		"j": "入宅.上梁.入殓.造屋.探病.作灶.安门.安葬.纳畜.伐木.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d0826": {
		"y": "沐浴.理发.会亲友.塑绘.开光.栽种.牧养.嫁娶.经络.补垣.塞穴.",
		"j": "开市.入宅.动土.破土.安葬.作灶.上梁.安床.开仓.祈福.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d0829": {
		"y": "祭祀.普渡.捕捉.解除.结网.畋猎.入殓.破土.安葬.",
		"j": "开市.交易.入宅.嫁娶.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d0920": {
		"y": "纳采.订盟.开市.交易.立券.挂匾.纳财.栽种.进人口.入宅.移徙.安床.开光.出火.拆卸.安门.修造.",
		"j": "斋醮.嫁娶.行丧.动土.作灶.安葬.破土.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d1030": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.斋醮.开光.安香.出火.造庙.移徙.出行.入宅.造庙.起基.竖柱.上梁.安床.纳畜.捕捉.纳婿.安葬.",
		"j": "开市.破土.掘井.合寿木.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d0901": {
		"y": "嫁娶.祭祀.祈福.斋醮.普渡.移徙.入宅.动土.治病.开市.交易.立券.开光.修造.造车器.安香.安床.捕捉.畋猎.结网.",
		"j": "纳采.订盟.经络.行丧.安葬.探病.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d0902": {
		"y": "嫁娶.订盟.纳采.作灶.冠笄.裁衣.会亲友.纳畜.牧养.安机械.开市.立券.纳财.安床.",
		"j": "掘井.出行.破土.行丧.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d0903": {
		"y": "嫁娶.订盟.纳采.祭祀.斋醮.普渡.解除.出行.会亲友.开市.纳财.修造.动土.竖柱.上梁.开光.开仓.出货财.纳畜.牧养.开池.破土.启攒.",
		"j": "出火.入宅.造屋.安门.安葬.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d0904": {
		"y": "嫁娶.普渡.祭祀.祈福.补垣.塞穴.断蚁.筑堤.入殓.除服.成服.安葬.",
		"j": "动土.破土.掘井.开光.上梁.词讼.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d0905": {
		"y": "嫁娶.冠笄.祭祀.沐浴.普渡.出行.纳财.扫舍.纳畜.赴任.",
		"j": "开市.动土.破土.安床.开仓.上梁.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d0906": {
		"y": "祭祀.沐浴.理发.整手足甲.冠笄.解除.入殓.移柩.破土.启攒.安葬.",
		"j": "嫁娶.出行.入宅.开市.安门.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d0907": {
		"y": "塑绘.冠笄.嫁娶.会亲友.进人口.经络.裁衣.栽种.纳畜.牧养.补垣.塞穴.捕捉.",
		"j": "祈福.开市.动土.行丧.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d0908": {
		"y": "开市.交易.立券.挂匾.开光.出行.入宅.移徙.安床.出火.上梁.",
		"j": "作灶.行丧.理发.乘船.嫁娶.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d0909": {
		"y": "祭祀.沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d0910": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.开市.交易.立券.挂匾.栽种.纳畜.入殓.安葬.除服.成服.",
		"j": "",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d0911": {
		"y": "解除.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d0912": {
		"y": "祭祀.治病.破屋.坏垣.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d0913": {
		"y": "嫁娶.纳采.订盟.祭祀.开光.出行.理发.作梁.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.移徙.拆卸.挂匾.栽种.纳畜.破土.安葬.入殓.除服.成服.",
		"j": "开市.掘井.开渠.造桥.造船.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d0914": {
		"y": "开市.交易.立券.纳财.挂匾.栽种.祭祀.祈福.开光.拆卸.动土.安床.",
		"j": "嫁娶.破土.进人口.出行.入宅.移徙.出火.纳畜.词讼.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d0915": {
		"y": "嫁娶.祭祀.理发.进人口.作灶.移柩.冠笄.会亲友.",
		"j": "开仓.出货财.伐木.纳畜.开市.上梁.造屋.破土.启攒.栽种.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d0916": {
		"y": "祭祀.修坟.除服.成服.启攒.移柩.余事勿取.",
		"j": "开市.入宅.嫁娶.动土.破土.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d0917": {
		"y": "嫁娶.冠笄.安机械.解除.纳畜.牧养.沐浴.伐木.架马.作梁.安门.扫舍.合寿木.安葬.启攒.立碑.修坟.",
		"j": "祈福.开光.开市.入宅.动土.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d0918": {
		"y": "祭祀.出行.沐浴.扫舍.安葬.余事勿取.",
		"j": "动土.破土.置产.掘井.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d0919": {
		"y": "嫁娶.纳采.祭祀.解除.出行.修造.动土.开市.上梁.安床.整手足甲.扫舍.求医.治病.起基.定磉.造屋.合脊.",
		"j": "造庙.行丧.安葬.伐木.作灶.造船.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d0921": {
		"y": "祭祀.沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "嫁娶.入宅.安床.出行.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d0922": {
		"y": "开光.祈福.求嗣.斋醮.修造.动土.纳财.造仓.作厕.栽种.牧养.会亲友.",
		"j": "作灶.出火.进人口.开渠.入宅.移徙.祭祀.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d0923": {
		"y": "开光.解除.拆卸.修造.动土.竖柱.安门.牧养.安葬.修坟.破土.移柩.",
		"j": "出火.入宅.移徙.祈福.祭祀.安床.开市.嫁娶.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d0924": {
		"y": "破屋.坏垣.求医.治病.余事勿取.",
		"j": "移徙.入宅.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d0925": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.出行.出火.拆卸.修造.动土.进人口.入宅.移徙.安床.上梁.合脊.放水.掘井.破土.移柩.谢土.除服.成服.",
		"j": "开市.开仓.安门.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d0926": {
		"y": "嫁娶.纳采.订盟.祭祀.祈福.求嗣.开光.解除.进人口.入宅.移徙.出火.安床.开市.交易.立券.挂匾.",
		"j": "安葬.纳畜.出行.行丧.伐木.栽种.造庙.造桥.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "成",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d0927": {
		"y": "祭祀.冠笄.捕捉.余事勿取.",
		"j": "嫁娶.开市.造屋.作梁.合寿木.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d0928": {
		"y": "祭祀.解除.结网.畋猎.取渔.会亲友.入学.移柩.启攒.除服.成服.",
		"j": "开市.祈福.动土.破土.入殓.安葬.造船.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "开",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d0929": {
		"y": "冠笄.沐浴.出行.修造.动土.移徙.入宅.破土.安葬.",
		"j": "嫁娶.开市.祭祀.祈福.斋醮.纳采.修坟.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "闭",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d1020": {
		"y": "祭祀.求嗣.冠笄.进人口.会亲友.安门.安床.经络.纳财.牧养.畋猎.放水.割蜜.",
		"j": "祈福.斋醮.纳采.订盟.嫁娶.入宅.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d1022": {
		"y": "祭祀.冠笄.移徙.会亲友.纳财.理发.捕捉.",
		"j": "嫁娶.开市.开池.作厕.破土.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d1010": {
		"y": "嫁娶.祭祀.作灶.纳财.",
		"j": "安葬.开市.修坟.立碑.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d1024": {
		"y": "嫁娶.裁衣.冠笄.合帐.祭祀.出行.安床.移徙.塞穴.入殓.破土.移柩.安葬.",
		"j": "开市.出行.栽种.置产.词讼.安门.掘井.开光.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d1012": {
		"y": "嫁娶.祭祀.祈福.求嗣.动土.安床.扫舍.入殓.移柩.破土.启攒.安葬.作灶.整手足甲.补垣.除服.成服.",
		"j": "开光.栽种.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d1002": {
		"y": "出行.开市.交易.立券.安机械.出火.上梁.移徙.",
		"j": "嫁娶.安葬.动土.造桥.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "满",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d1027": {
		"y": "纳采.订盟.开市.交易.立券.会亲友.纳畜.牧养.问名.移徙.解除.作厕.入学.起基.安床.开仓.出货财.安葬.启攒.入殓.除服.成服.",
		"j": "入宅.上梁.斋醮.出火.谢土.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d1124": {
		"y": "嫁娶.纳采.订盟.祭祀.开光.出行.解除.伐木.出火.入宅.移徙.拆卸.修造.栽种.安葬.入殓.",
		"j": "破土.动土.安门.作灶.开市.交易.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲戊戌",
		"ts": "门鸡栖房内东"
	},
	"d1001": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.出行.修造.动土.移徙.入宅.",
		"j": "针灸.伐木.作梁.造庙.行丧.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "除",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d1003": {
		"y": "祭祀.沐浴.修饰垣墙.平治道涂.余事勿取.",
		"j": "斋醮.嫁娶.移徙.出行.上梁.入宅.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "平",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d1004": {
		"y": "嫁娶.造车器.安机械.祭祀.祈福.开光.安香.出火.出行.开市.立券.修造.动土.移徙.入宅.破土.安葬.",
		"j": "纳采.订盟.架马.词讼.开渠.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d1005": {
		"y": "沐浴.捕捉.入殓.除服.成服.破土.启攒.安葬.",
		"j": "祭祀.嫁娶.安床.开市.入宅.探病.上梁.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "执",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d1006": {
		"y": "余事勿取.",
		"j": "探病.余事勿取.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "破",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d1007": {
		"y": "订盟.纳采.祭祀.祈福.安香.出火.修造.动土.上梁.安门.起基.竖柱.上梁.定磉.开池.移徙.入宅.立券.破土.",
		"j": "嫁娶.造庙.造桥.造船.作灶.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d1008": {
		"y": "嫁娶.求嗣.纳采.进人口.纳财.结网.纳畜.牧养.会亲友.",
		"j": "上梁.作灶.伐木.出行.安葬.安门.理发.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d1009": {
		"y": "嫁娶.祭祀.开市.开光.出行.入宅.移徙.出火.拆卸.修造.安床.",
		"j": "纳畜.伐木.置产.作梁.行丧.安葬.修坟.立碑.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d1011": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.出火.进人口.开市.交易.立券.挂匾.纳财.入宅.移徙.栽种.破土.谢土.",
		"j": "安床.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d1013": {
		"y": "祭祀.祈福.求嗣.开光.出行.解除.上梁.入宅.移徙.安床.安门.纳财.纳畜.造畜椆栖.",
		"j": "伐木.行丧.破土.嫁娶.安葬.开渠.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d1014": {
		"y": "祭祀.开光.出行.解除.理发.伐木.出火.拆卸.上梁.合脊.安床.造畜椆栖.",
		"j": "嫁娶.安葬.行丧.词讼.造桥.作灶.破土.动土.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d1015": {
		"y": "纳采.订盟.会亲友.沐浴.理发.裁衣.冠笄.安床.除服.成服.启攒.移柩.安葬.会亲友.开生坟.",
		"j": "开市.入宅.出行.嫁娶.修坟.祈福.动土.入宅.安门.谢土.上梁.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "满",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d1016": {
		"y": "解除.祭祀.修饰垣墙.平治道涂.造畜椆栖.余事勿取.",
		"j": "嫁娶.开市.交易.入宅.入学.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d1017": {
		"y": "入殓.破土.启攒.安葬.除服.成服.余事勿取.",
		"j": "开市.入宅.祭祀.置产.补垣.塞穴.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d1018": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.拆卸.修造.动土.上梁.安床.纳畜.入殓.破土.",
		"j": "入宅.移徙.掘井.理发.伐木.交易.开市.作灶.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "执",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d1019": {
		"y": "祭祀.沐浴.破屋.坏垣.余事勿取.",
		"j": "嫁娶.入宅.上梁.出行.安葬.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d1021": {
		"y": "嫁娶.纳采.订盟.开市.交易.立券.挂匾.祭祀.祈福.开光.造车器.挂匾.出行.入宅.移徙.安床.安门.拆卸.修造.动土.栽种.安葬.破土.启攒.除服.成服.入殓.立碑.",
		"j": "探病.纳畜.伐木.起基.作梁.造屋.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d1023": {
		"y": "祭祀.祈福.求嗣.斋醮.开光.出行.嫁娶.求医.治病.动土.破土.入学.起基.扫舍.竖柱.上梁.开仓.出货财.置产.栽种.牧养.开生坟.谢土.立碑.",
		"j": "安门.安床.裁衣.入宅.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d1025": {
		"y": "祭祀.造车器.出行.修造.上梁.造屋.安门.安床.造畜椆栖.教牛马.",
		"j": "出货财.开仓.动土.破土.安葬.行丧.伐木.开渠.栽种.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d1026": {
		"y": "祭祀.开光.出行.解除.伐木.作梁.出火.拆卸.入宅.移徙.安床.修造.造畜椆栖.扫舍.",
		"j": "造庙.嫁娶.掘井.栽种.造桥.作灶.动土.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d1028": {
		"y": "祭祀.平治道涂.余事勿取.",
		"j": "嫁娶.开市.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d1029": {
		"y": "捕捉.畋猎.余事勿取.",
		"j": "开市.交易.祭祀.入宅.安葬.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d1031": {
		"y": "祭祀.沐浴.解除.破屋.坏垣.余事勿取.",
		"j": "开市.嫁娶.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d1104": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.出行.求医.治病.出火.移徙.入宅.",
		"j": "开市.开仓.出货财.安床.安门.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "开",
		"zc": "正冲正冲戊寅",
		"ts": "占门炉外西北"
	},
	"d1121": {
		"y": "祭祀.塑绘.理发.会亲友.牧养.开池.造畜椆栖.畋猎.结网.",
		"j": "祈福.谢土.安葬.上梁.作灶.开市.嫁娶.出行.入宅.动土.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲乙未",
		"ts": "厨灶厕房内南"
	},
	"d1224": {
		"y": "纳采.订盟.祭祀.祈福.求嗣.塑绘.解除.拆卸.修造.动土.竖柱.上梁.安门.置产.开池.掘井.纳畜.安床.栽种.造畜椆栖.破土.移柩.立碑.",
		"j": "嫁娶.开市.出火.进人口.入殓.赴任.入宅.移徙.出行.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲戊辰",
		"ts": "门鸡栖外西南"
	},
	"d1101": {
		"y": "订盟.纳采.会亲友.交易.立券.纳财.栽种.纳畜.牧养.",
		"j": "嫁娶.开市.入宅.祈福.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "危",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	},
	"d1102": {
		"y": "造车器.嫁娶.订盟.纳采.会亲友.祭祀.出行.开市.立券.移徙.入宅.破土.安葬.",
		"j": "上梁.开光.造屋.架马.合寿木.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正冲正冲丙子",
		"ts": "仓库碓外西北"
	},
	"d1103": {
		"y": "祭祀.作灶.纳财.捕捉.畋猎.余事勿取.",
		"j": "动土.破土.开市.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正冲正冲丁丑",
		"ts": "房床厕外西北"
	},
	"d1105": {
		"y": "冠笄.祭祀.沐浴.作灶.理发.整手足甲.扫舍.补垣.塞穴.入殓.破土.启攒.",
		"j": "开光.嫁娶.会亲友.栽种.针灸.安葬.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "闭",
		"zc": "正冲正冲己卯",
		"ts": "占门炉外西北"
	},
	"d1106": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.求嗣.置产.求医.治病.开市.交易.立券.会亲友.移徙.竖柱.上梁.造屋.合脊.安门.放水.捕捉.纳畜.",
		"j": "造庙.造船.动土.破土.安葬.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "建",
		"zc": "正冲正冲庚辰",
		"ts": "厨灶栖外西北"
	},
	"d1107": {
		"y": "出行.造车器.造畜椆栖.解除.冠笄.裁衣.作梁.雕刻.会亲友.移徙.入宅.安机械.造畜椆栖.开市.扫舍.",
		"j": "嫁娶.动土.破土.修坟.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正冲正冲辛巳",
		"ts": "仓库床外西北"
	},
	"d1108": {
		"y": "嫁娶.开光.出行.解除.出火.拆卸.修造.进人口.动土.入宅.移徙.栽种.纳畜.掘井.安葬.除服.成服.",
		"j": "置产.安床.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲壬午",
		"ts": "房床碓外正北"
	},
	"d1109": {
		"y": "开光.裁衣.安门.会亲友.安床.结网.理发.",
		"j": "嫁娶.冠笄.出行.祈福.安葬.伐木.入宅.移徙.出火.栽种.动土.上梁.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲癸未",
		"ts": "占门厕外正北"
	},
	"d1110": {
		"y": "嫁娶.开光.出行.出火.拆卸.修造.动土.入宅.移徙.安床.上梁.开市.交易.立券.栽种.",
		"j": "祈福.祭祀.伐木.掘井.作灶.谢土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲甲申",
		"ts": "碓磨炉外正北"
	},
	"d1111": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出火.出行.拆卸.开市.交易.立券.挂匾.伐木.入宅.移徙.安床.安葬.",
		"j": "栽种.掘井.置产.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲乙酉",
		"ts": "厨灶门外正北"
	},
	"d1112": {
		"y": "祭祀.理发.针灸.解除.进人口.整手足甲.",
		"j": "嫁娶.动土.造船.开池.掘井.出行.修造.入宅.上梁.移徙.安葬.破土.作灶.开市.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲丙戌",
		"ts": "仓库栖外正北"
	},
	"d1113": {
		"y": "破屋.坏垣.求医.治病.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "破",
		"zc": "正冲正冲丁亥",
		"ts": "占房床房内北"
	},
	"d1114": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.雕刻.移徙.开市.入宅.出行.动土.会亲友.入学.修造.动土.起基.安门.安床.造庙.解除.纳财.开池.造畜椆栖.牧养.牧养.",
		"j": "上梁.开仓.出货财.造屋.造船.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲戊子",
		"ts": "占门碓房内北"
	},
	"d1115": {
		"y": "祭祀.祈福.求嗣.开光.解除.伐木.拆卸.修造.栽种.纳畜.安葬.修坟.立碑.",
		"j": "嫁娶.进人口.入宅.移徙.出火.出行.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲己丑",
		"ts": "碓磨厕房内北"
	},
	"d1116": {
		"y": "沐浴.扫舍.捕捉.畋猎.解除.塞穴.余事勿取.",
		"j": "嫁娶.入宅.开市.安床.破土.修坟.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲庚寅",
		"ts": "厨灶炉房内北"
	},
	"d1117": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.斋醮.开光.出行.解除.动土.开市.交易.立券.挂匾.拆卸.破土.",
		"j": "伐木.上梁.修造.入殓.理发.会亲友.入宅.安门.安葬.作灶.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲辛卯",
		"ts": "仓库门房内北"
	},
	"d1118": {
		"y": "合帐.裁衣.嫁娶.安床.入殓.移柩.破土.造畜椆栖.",
		"j": "置产.造船.开光.掘井.作灶.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲壬辰",
		"ts": "房床栖房内南"
	},
	"d1119": {
		"y": "解除.修饰垣墙.冠笄.出行.余事勿取.",
		"j": "开市.动土.破土.嫁娶.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲癸巳",
		"ts": "占门床房内南"
	},
	"d1120": {
		"y": "纳采.订盟.嫁娶.祭祀.祈福.求嗣.开光.出行.解除.进人口.开市.立券.挂匾.入宅.移徙.安门.栽种.动土.求医.治病.会亲友.起基.修造.造屋.安葬.",
		"j": "作灶.经络.安床.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲甲午",
		"ts": "占碓磨房内南"
	},
	"d1122": {
		"y": "出行.纳财.开市.交易.立券.动土.移徙.入宅.裁衣.会亲友.拆卸.进人口.安香.经络.出货财.修饰垣墙.平治道涂.",
		"j": "造庙.谢土.作灶.作梁.伐木.安葬.行丧.修坟.探病.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲丙申",
		"ts": "仓库炉房内南"
	},
	"d1123": {
		"y": "嫁娶.纳采.订盟.祭祀.斋醮.开光.安香.出火.出行.出火.拆卸.动土.祈福.进人口.纳财.交易.立券.移徙.安床.修造.安葬.除服.成服.",
		"j": "置产.掘井.词讼.栽种.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲丁酉",
		"ts": "房床门房内南"
	},
	"d1125": {
		"y": "祭祀.解除.破屋.坏垣.求医.治病.余事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖冲猪",
		"s": "煞东",
		"ch": "破",
		"zc": "正冲正冲己亥",
		"ts": "碓磨床房内东"
	},
	"d1126": {
		"y": "祭祀.扫舍.破土.安葬.除服.成服.启攒.移柩.入殓.立碑.余事勿取.",
		"j": "祭祀.嫁娶.入宅.修造.动土.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正冲正冲庚子",
		"ts": "厨灶碓房内东"
	},
	"d1127": {
		"y": "订盟.纳采.会亲友.祭祀.祈福.修造.动土.安机械.破土.安葬.",
		"j": "嫁娶.移徙.出火.开市.入宅.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正冲正冲辛丑",
		"ts": "仓库厕房内东"
	},
	"d1128": {
		"y": "祭祀.沐浴.捕捉.畋猎.结网.扫舍.",
		"j": "嫁娶.纳采.订盟.安床.动土.破土.安葬.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正冲正冲壬寅",
		"ts": "房床炉房内东"
	},
	"d1129": {
		"y": "开市.纳财.出行.祭祀.祈福.求嗣.斋醮.问名.入学.起基.定磉.置产.开渠.掘井.拆卸.栽种.纳畜.牧养.动土.破土.启攒.",
		"j": "移徙.入宅.出火.入殓.安葬.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "开",
		"zc": "正冲正冲癸卯",
		"ts": "占大门外东北"
	},
	"d1130": {
		"y": "祭祀.理发.置产.塞穴.除服.成服.移柩.入殓.破土.安葬.",
		"j": "嫁娶.入宅.安床.掘井.开光.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "闭",
		"zc": "正冲正冲甲辰",
		"ts": "碓磨栖外东北"
	},
	"d1214": {
		"y": "交易.进人口.祭祀.沐浴.捕捉.入殓.除服.成服.安葬.谢土.启攒.修坟.",
		"j": "斋醮.入宅.修造.动土.破土.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲戊午",
		"ts": "占门碓外东南"
	},
	"d1204": {
		"y": "纳采.移徙.纳财.开市.交易.立券.纳财.入宅.修造.动土.竖柱.起基.定磉.造庙.安香.出火.修饰垣墙.平治道涂.会亲友.出行.开池.作厕.",
		"j": "开仓.造屋.造桥.祭祀.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正冲正冲戊申",
		"ts": "占门炉外东北"
	},
	"d1221": {
		"y": "安床.架马.祭祀.塑绘.开光.出行.理发.伐木.作梁.开柱眼.作厕.畋猎.破土.入殓.除服.成服.移柩.启攒.修坟.立碑.",
		"j": "作灶.安门.造桥.开市.安葬.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲乙丑",
		"ts": "厨灶厕外西南"
	},
	"d1228": {
		"y": "订盟.纳采.会亲友.安机械.开光.修造.动土.竖柱.上梁.造屋.起基.造桥.栽种.纳畜.造畜椆栖.移柩.入殓.启攒.修坟.立碑.安葬.",
		"j": "祈福.出火.嫁娶.入宅.开市.动土.破土.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲壬申",
		"ts": "房床厕外正南"
	},
	"d1208": {
		"y": "破屋.坏垣.祭祀.沐浴.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲壬子",
		"ts": "房床碓外正东"
	},
	"d1201": {
		"y": "祭祀.沐浴.出行.余事勿取.",
		"j": "开市.动土.破土.行丧.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正冲正冲乙巳",
		"ts": "厨灶床外东北"
	},
	"d1202": {
		"y": "嫁娶.造车器.出行.会亲友.移徙.入宅.修造.动土.雕刻.开光.安香.出火.理发.会亲友.造屋.合脊.起基.归岫.安门.拆卸.扫舍.栽种.造畜椆栖.",
		"j": "开市.纳采.造庙.安床.开渠.安葬.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "除",
		"zc": "正冲正冲丙午",
		"ts": "仓库碓外东北"
	},
	"d1203": {
		"y": "塑绘.会亲友.安机械.塞穴.结网.裁衣.经络.",
		"j": "嫁娶.开市.祈福.斋醮.安葬.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "满",
		"zc": "正冲正冲丁未",
		"ts": "房床厕外东北"
	},
	"d1205": {
		"y": "订盟.纳采.纳财.开市.立券.祭祀.祈福.移徙.入宅.出行.造屋.起基.修造.动土.竖柱.上梁.安门.安香.出火.教牛马.会亲友.破土.",
		"j": "嫁娶.安葬.掘井.置产.造船.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "定",
		"zc": "正冲正冲己酉",
		"ts": "碓磨门外正东"
	},
	"d1206": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.塑绘.开光.移徙.安床.伐木.作梁.捕捉.畋猎.结网.求医.治病.解除.安葬.除服.成服.移柩.入殓.立碑.谢土.",
		"j": "开市.造庙.动土.破土.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "执",
		"zc": "正冲正冲庚戌",
		"ts": "厨灶栖外正东"
	},
	"d1207": {
		"y": "祭祀.解除.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲辛亥",
		"ts": "仓库床外正东"
	},
	"d1209": {
		"y": "安床.祭祀.祈福.求嗣.冠笄.伐木.架马.动土.开池.作厕.结网.入殓.除服.成服.",
		"j": "安门.栽种.作灶.治病.",
		"c": "生肖冲牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正冲正冲癸丑",
		"ts": "占门厕外正东"
	},
	"d1210": {
		"y": "解除.扫舍.余事勿取.",
		"j": "诸事不宜.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲甲寅",
		"ts": "碓磨炉外东南"
	},
	"d1211": {
		"y": "祭祀.开光.理发.整手足甲.安床.作灶.扫舍.教牛马.",
		"j": "伐木.纳畜.破土.安葬.开生坟.嫁娶.开市.动土.交易.作梁.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲乙卯",
		"ts": "厨灶门外东南"
	},
	"d1212": {
		"y": "祭祀.祈福.求嗣.开光.拆卸.修造.动土.上梁.安床.置产.栽种.破土.",
		"j": "嫁娶.进人口.安葬.出行.赴任.入宅.移徙.入殓.开渠.",
		"c": "生肖冲龙",
		"s": "煞北",
		"ch": "开",
		"zc": "正冲正冲丙辰",
		"ts": "仓库栖外东南"
	},
	"d1213": {
		"y": "沐浴.冠笄.补垣.塞穴.合帐.裁衣.修造.作梁.开柱眼.安碓硙.筑堤.作厕.断蚁.",
		"j": "移徙.入宅.嫁娶.祈福.开光.掘井.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲丁巳",
		"ts": "占房床外东南"
	},
	"d1215": {
		"y": "嫁娶.纳采.订盟.造车器.祭祀.祈福.造庙.安香.出火.出行.归宁.入学.入宅.交易.立券.求医.治病.修造.动土.竖柱.上梁.造屋.起基.安门.",
		"j": "斋醮.伐木.作梁.安葬.行丧.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲己未",
		"ts": "碓磨厕外东南"
	},
	"d1216": {
		"y": "纳采.订盟.开市.交易.立券.出行.会亲友.安机械.竖柱.上梁.平治道涂.伐木.拆卸.造屋.起基.安床.安门.解除.安葬.启攒.除服.成服.修坟.立碑.移柩.入殓.",
		"j": "嫁娶.动土.破土.祈福.出火.入宅.",
		"c": "生肖冲猴",
		"s": "煞北",
		"ch": "满",
		"zc": "正冲正冲庚申",
		"ts": "厨灶炉外正南"
	},
	"d1217": {
		"y": "祭祀.平治道涂.除服.成服.安葬.余事勿取.",
		"j": "嫁娶.入宅.纳采.订盟.掘井.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲辛酉",
		"ts": "仓库门外正南"
	},
	"d1218": {
		"y": "纳采.订盟.祭祀.祈福.开光.安香.出火.出行.会亲友.安机械.修造.动土.竖柱.上梁.造屋.起基.定磉.安床.安门.拆卸.移徙.造桥.造船.安葬.破土.入殓.",
		"j": "开市.造庙.置产.掘井.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲壬戌",
		"ts": "房床栖外正南"
	},
	"d1219": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.斋醮.进人口.会亲友.伐木.作梁.开柱眼.安床.掘井.捕捉.畋猎.",
		"j": "开生坟.破土.行丧.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲癸亥",
		"ts": "占门床外正南"
	},
	"d1220": {
		"y": "破屋.坏垣.治病.余事勿取.",
		"j": "移徙.入宅.",
		"c": "生肖冲鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正冲正冲甲子",
		"ts": "占碓磨外正南"
	},
	"d1222": {
		"y": "嫁娶.祭祀.祈福.求嗣.开光.出行.解除.入宅.移徙.纳畜.入殓.破土.修坟.立碑.",
		"j": "伐木.作梁.动土.安床.破土.栽种.造桥.",
		"c": "生肖冲虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正冲正冲丙寅",
		"ts": "仓库炉外西南"
	},
	"d1223": {
		"y": "祭祀.沐浴.理发.纳财.进人口.栽种.扫舍.捕捉.畋猎.结网.",
		"j": "会亲友.安葬.入宅.移徙.安床.开市.行丧.出火.作灶.安门.",
		"c": "生肖冲兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正冲正冲丁卯",
		"ts": "房床门外西南"
	},
	"d1225": {
		"y": "入宅.移徙.出行.进人口.修造.动土.起基.上梁.安门.造仓.补垣.塞穴.造畜椆栖.",
		"j": "嫁娶.开市.安床.栽种.安葬.祈福.开光.掘井.安葬.",
		"c": "生肖冲蛇",
		"s": "煞西",
		"ch": "闭",
		"zc": "正冲正冲己巳",
		"ts": "碓磨床外西南"
	},
	"d1226": {
		"y": "造畜椆栖.教牛马.",
		"j": "入宅.移徙.分居.作灶.出火.安香.动土.嫁娶.掘井.扫舍.造桥.",
		"c": "生肖冲马",
		"s": "煞南",
		"ch": "建",
		"zc": "正冲正冲庚午",
		"ts": "厨灶碓外西南"
	},
	"d1227": {
		"y": "订盟.纳采.造车器.祭祀.祈福.出行.安香.修造.动土.上梁.开市.交易.立券.移徙.入宅.会亲友.安机械.栽种.纳畜.造屋.起基.安床.造畜椆栖.",
		"j": "破土.安葬.行丧.开生坟.",
		"c": "生肖冲羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正冲正冲辛未",
		"ts": "仓库厕外西南"
	},
	"d1229": {
		"y": "祭祀.平治道涂.修坟.除服.成服.余事勿取.",
		"j": "移徙.入宅.嫁娶.掘井.安葬.",
		"c": "生肖冲鸡",
		"s": "煞西",
		"ch": "平",
		"zc": "正冲正冲癸酉",
		"ts": "占门厕外正南"
	},
	"d1230": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.雕刻.开光.安香.出行.入学.修造.动土.竖柱.上梁.造屋.起基.安门.出火.移徙.入宅.掘井.造畜椆栖.安葬.破土.除服.成服.",
		"j": "开市.纳采.订盟.作灶.造庙.造船.经络.",
		"c": "生肖冲狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正冲正冲甲戌",
		"ts": "碓磨栖外正西"
	},
	"d1231": {
		"y": "嫁娶.订盟.纳采.祭祀.祈福.求嗣.斋醮.安香.出火.修造.起基.造屋.合脊.安门.安碓硙.动土.上梁.移徙.入宅.",
		"j": "出行.掘井.破土.行丧.安葬.",
		"c": "生肖冲猪",
		"s": "煞東",
		"ch": "执",
		"zc": "正冲正冲乙亥",
		"ts": "厨灶床外正西"
	}
};
